Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# LuckySpinFree
source: Free Spin!
de: Gratis drehen!
es: ¡Giro gratis!
fr: Tour gratuit !
it: Giro gratis!
pt: Giro grátis!

# LuckySpinAd
source: Watch Ad
de: Werbung schauen
es: Ver anuncio
fr: Voir la pub
it: Guarda video
pt: Assistir anúncio

# LuckySpinCollect
source: Collect!
de: Einsammeln!
es: ¡Recoger!
fr: Collecter !
it: Raccogli!
pt: Coletar!

# LuckySpinTotal
source: Total: {0} Spins
de: Gesamt: {0} Drehungen
es: Total: {0} giros
fr: Total : {0} tours
it: Totale: {0} giri
pt: Total: {0} giros

# SpinReward5Gems
source: 5 Gems
de: 5 Edelsteine
es: 5 Gemas
fr: 5 Gemmes
it: 5 Gemme
pt: 5 Gemas

# WeeklyChallengeTitle
source: Weekly Challenges
de: Wochen-Challenges
es: Desafíos semanales
fr: Défis hebdomadaires
it: Sfide settimanali
pt: Desafios semanais

# WeeklyTotalWeeks
source: Completed Weeks
de: Abgeschlossene Wochen
es: Semanas completadas
fr: Semaines terminées
it: Settimane completate
pt: Semanas completas

# WeeklyBonusLabel
source: All Complete Bonus
de: Komplett-Bonus
es: Bonus completo
fr: Bonus complet
it: Bonus completo
pt: Bônus completo

# WeeklyTimeRemaining
source: Time Remaining
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
pt: Tempo restante

# WeeklyCompleteLevels
source: Complete Levels
de: Level abschließen
es: Completar niveles
fr: Terminer des niveaux
it: Completare livelli
pt: Completar níveis

# WeeklyCompleteLevelsDesc
source: Complete {0} levels
de: Schließe {0} Level ab
es: Completa {0} niveles
fr: Terminez {0} niveaux
it: Completa {0} livelli
pt: Complete {0} níveis

# WeeklyDefeatEnemies
source: Defeat Enemies
de: Gegner besiegen
es: Derrotar enemigos
fr: Vaincre des ennemis
it: Sconfiggere nemici
pt: Derrotar inimigos

# WeeklyDefeatEnemiesDesc
source: Defeat {0} enemies
de: Besiege {0} Gegner
es: Derrota a {0} enemigos
fr: Vainquez {0} ennemis
it: Sconfiggi {0} nemici
pt: Derrote {0} inimigos

# WeeklyCollectPowerUps
source: Collect PowerUps
de: PowerUps sammeln
es: Recoger PowerUps
fr: Collecter des PowerUps
it: Raccogliere PowerUp
pt: Coletar PowerUps

# WeeklyCollectPowerUpsDesc
source: Collect {0} PowerUps
de: Sammle {0} PowerUps
es: Recoge {0} PowerUps
fr: Collectez {0} PowerUps
it: Raccogli {0} PowerUp
pt: Colete {0} PowerUps

# WeeklyEarnCoins
source: Earn Coins
de: Coins verdienen
es: Ganar monedas
fr: Gagner des pièces
it: Guadagnare monete
pt: Ganhar moedas

# WeeklyEarnCoinsDesc
source: Earn {0} coins
de: Verdiene {0} Coins
es: Gana {0} monedas
fr: Gagnez {0} pièces
it: Guadagna {0} monete
pt: Ganhe {0} moedas

# WeeklySurvivalKills
source: Survival Kills
es: Kills en supervivencia
fr: Kills en survie
it: Kill in sopravvivenza
pt: Kills em sobrevivência

# WeeklySurvivalKillsDesc
source: Get {0} kills in Survival mode
de: Erziele {0} Kills im Survival-Modus
es: Consigue {0} kills en modo supervivencia
fr: Obtenez {0} kills en mode survie
it: Ottieni {0} kill in modalità sopravvivenza
pt: Consiga {0} kills no modo sobrevivência

# WeeklyUseSpecialBombs
source: Use Special Bombs
de: Spezial-Bomben einsetzen
es: Usar bombas especiales
fr: Utiliser des bombes spéciales
it: Usare bombe speciali
pt: Usar bombas especiais

# WeeklyUseSpecialBombsDesc
source: Use {0} special bombs
de: Setze {0} Spezial-Bomben ein
es: Usa {0} bombas especiales
fr: Utilisez {0} bombes spéciales
it: Usa {0} bombe speciali
pt: Use {0} bombas especiais

# WeeklyAchieveCombo
source: Achieve Combos
de: Combos erzielen
es: Lograr combos
fr: Réaliser des combos
it: Ottenere combo
pt: Alcançar combos

# WeeklyAchieveComboDesc
source: Achieve {0} combos (x2+)
de: Erziele {0} Combos (x2+)
es: Logra {0} combos (x2+)
fr: Réalisez {0} combos (x2+)
it: Ottieni {0} combo (x2+)
pt: Alcance {0} combos (x2+)

# WeeklyWinBossFights
source: Win Boss Fights
de: Boss-Kämpfe gewinnen
es: Ganar peleas de jefe
fr: Gagner des combats de boss
it: Vincere scontri con boss
pt: Vencer lutas de chefe

# WeeklyWinBossFightsDesc
source: Win {0} boss fights
de: Gewinne {0} Boss-Kämpfe
es: Gana {0} peleas de jefe
fr: Gagnez {0} combats de boss
it: Vinci {0} scontri con boss
pt: Vença {0} lutas de chefe

# WeeklyChallengeNew
source: New!
de: Neu!
es: ¡Nuevo!
fr: Nouveau !
it: Nuovo!
pt: Novo!

# WeeklyChallengeButton
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt: Semanal

# DailyMissionsTitle
source: Daily Missions
de: Tägliche Missionen
es: Misiones Diarias
fr: Missions Quotidiennes
it: Missioni Giornaliere
pt: Missões Diárias

# DailyMissionsCompleted
source: Completed Days
de: Abgeschlossene Tage
es: Días Completados
fr: Jours Complétés
it: Giorni Completati
pt: Dias Concluídos

# DailyBonusLabel
source: All Complete Bonus
de: Alle-Fertig-Bonus
es: Bonus Todo Completado
fr: Bonus Tout Complété
it: Bonus Tutto Completato
pt: Bônus Tudo Completo

# DailyTimeRemaining
source: Reset in
es: Reinicio en
fr: Réinitialisation dans
it: Reset tra
pt: Reinício em

# DailyCompleteLevels
source: Complete Levels
de: Level abschließen
es: Completar Niveles
fr: Terminer des Niveaux
it: Completare Livelli
pt: Completar Níveis

# DailyCompleteLevelsDesc
source: Complete {0} levels
de: Schließe {0} Level ab
es: Completa {0} niveles
fr: Termine {0} niveaux
it: Completa {0} livelli
pt: Complete {0} níveis

# DailyDefeatEnemies
source: Defeat Enemies
de: Gegner besiegen
es: Derrotar Enemigos
fr: Vaincre des Ennemis
it: Sconfiggere Nemici
pt: Derrotar Inimigos

# DailyDefeatEnemiesDesc
source: Defeat {0} enemies
de: Besiege {0} Gegner
es: Derrota {0} enemigos
fr: Vaincs {0} ennemis
it: Sconfiggi {0} nemici
pt: Derrote {0} inimigos

# DailyCollectPowerUps
source: Collect Power-Ups
de: Power-Ups sammeln
es: Recoger Potenciadores
fr: Collecter des Power-Ups
it: Raccogliere Power-Up
pt: Coletar Power-Ups

# DailyCollectPowerUpsDesc
source: Collect {0} power-ups
de: Sammle {0} Power-Ups
es: Recoge {0} potenciadores
fr: Collecte {0} power-ups
it: Raccogli {0} power-up
pt: Colete {0} power-ups

# DailyEarnCoins
source: Earn Coins
de: Coins verdienen
es: Ganar Monedas
fr: Gagner des Pièces
it: Guadagnare Monete
pt: Ganhar Moedas

# DailyEarnCoinsDesc
source: Earn {0} coins
de: Verdiene {0} Coins
es: Gana {0} monedas
fr: Gagne {0} pièces
it: Guadagna {0} monete
pt: Ganhe {0} moedas

# DailySurvivalKills
source: Survival Kills
es: Muertes en Supervivencia
fr: Éliminations en Survie
it: Uccisioni Sopravvivenza
pt: Eliminações na Sobrevivência

# DailySurvivalKillsDesc
source: Get {0} kills in survival
de: Erziele {0} Kills im Survival
es: Consigue {0} muertes en supervivencia
fr: Obtiens {0} éliminations en survie
it: Ottieni {0} uccisioni nella sopravvivenza
pt: Consiga {0} eliminações na sobrevivência

# DailyUseSpecialBombs
source: Use Special Bombs
de: Spezial-Bomben nutzen
es: Usar Bombas Especiales
fr: Utiliser des Bombes Spéciales
it: Usare Bombe Speciali
pt: Usar Bombas Especiais

# DailyUseSpecialBombsDesc
source: Use {0} special bombs
de: Setze {0} Spezial-Bomben ein
es: Usa {0} bombas especiales
fr: Utilise {0} bombes spéciales
it: Usa {0} bombe speciali
pt: Use {0} bombas especiais

# DailyAchieveCombo
source: Achieve Combos
de: Combos erzielen
es: Lograr Combos
fr: Réaliser des Combos
it: Ottenere Combo
pt: Conseguir Combos

# DailyAchieveComboDesc
source: Achieve {0} combos
de: Erziele {0} Combos
es: Logra {0} combos
fr: Réalise {0} combos
it: Ottieni {0} combo
pt: Consiga {0} combos

# DailyWinBossFights
source: Win Boss Fight
de: Bosskampf gewinnen
es: Ganar Pelea de Jefe
fr: Gagner un Combat de Boss
it: Vincere Scontro Boss
pt: Vencer Luta de Chefe

# DailyWinBossFightsDesc
source: Win {0} boss fight
de: Gewinne {0} Bosskampf
es: Gana {0} pelea de jefe
fr: Gagne {0} combat de boss
it: Vinci {0} scontro boss
pt: Vença {0} luta de chefe

# MissionsButton
source: Missions
de: Missionen
es: Misiones
it: Missioni
pt: Missões

# StatsTitle
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas

# StatsProgress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pt: Progresso

# StatsCombat
source: Combat
de: Kampf
es: Combate
it: Combattimento
pt: Combate

# StatsChallenges
source: Challenges
de: Herausforderungen
es: Desafíos
fr: Défis
it: Sfide
pt: Desafios

# StatsEconomy
source: Economy
de: Wirtschaft
es: Economía
fr: Économie
it: Economia
pt: Economia

# ProfileTitle
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# StatsDungeon
source: Dungeon
es: Mazmorra
fr: Donjon
pt: Masmorra

# StatsDungeonRuns
source: Dungeon Runs
de: Dungeon-Durchläufe
es: Carreras de Mazmorra
fr: Courses de Donjon
it: Corse del Dungeon
pt: Corridas de Masmorra

# StatsDungeonBest
source: Best Floor
de: Bester Floor
es: Mejor Piso
fr: Meilleur Étage
it: Piano Migliore
pt: Melhor Andar

# StatsDungeonCoins
source: Dungeon Coins
de: Dungeon-Münzen
es: Monedas de Mazmorra
fr: Pièces de Donjon
it: Monete del Dungeon
pt: Moedas de Masmorra

# StatsLevelsCompleted
source: Levels Completed
de: Level abgeschlossen
es: Niveles completados
fr: Niveaux terminés
it: Livelli completati
pt: Níveis concluídos

# StatsTotalStars
source: Stars Collected
de: Sterne gesammelt
es: Estrellas recolectadas
fr: Étoiles collectées
it: Stelle raccolte
pt: Estrelas coletadas

# StatsStarsPercent
source: Star Completion
de: Sterne-Fortschritt
es: Progreso de estrellas
fr: Progression étoiles
it: Completamento stelle
pt: Progresso de estrelas

# StatsTotalKills
source: Enemies Defeated
de: Gegner besiegt
es: Enemigos derrotados
fr: Ennemis vaincus
it: Nemici sconfitti
pt: Inimigos derrotados

# StatsBombsKicked
source: Bombs Kicked
de: Bomben getreten
es: Bombas pateadas
fr: Bombes botées
it: Bombe calciate
pt: Bombas chutadas

# StatsPowerBombs
source: Power Bombs Used
de: Power-Bomben eingesetzt
es: Power Bombs usadas
fr: Power Bombs utilisées
it: Power Bomb utilizzate
pt: Power Bombs usadas

# StatsDailyStreak
source: Current Daily Streak
de: Aktueller Daily Streak
es: Racha actual
fr: Série en cours
it: Serie attuale
pt: Sequência atual

# StatsLongestStreak
source: Longest Streak
de: Längster Streak
es: Racha más larga
fr: Plus longue série
it: Serie più lunga
pt: Maior sequência

# StatsDailyChallengesCompleted
source: Daily Challenges Done
de: Daily Challenges erledigt
es: Desafíos diarios completados
fr: Défis quotidiens terminés
it: Sfide giornaliere completate
pt: Desafios diários concluídos

# StatsWeeksCompleted
source: Weekly Missions Done
de: Wochenmissionen erledigt
es: Misiones semanales completadas
fr: Missions hebdo terminées
it: Missioni settimanali completate
pt: Missões semanais concluídas

# StatsDailyMissionDays
source: Daily Mission Days
de: Tage mit täglichen Missionen
es: Días de misiones diarias
fr: Jours de missions quotidiennes
it: Giorni di missioni giornaliere
pt: Dias de missões diárias

# StatsCoinBalance
source: Current Coins
de: Aktuelle Coins
es: Monedas actuales
fr: Pièces actuelles
it: Monete attuali
pt: Moedas atuais

# StatsTotalEarned
source: Total Earned
de: Gesamt verdient
es: Total ganado
fr: Total gagné
it: Totale guadagnato
pt: Total ganho

# StatsAchievements
source: Achievements
es: Logros
fr: Succès
it: Trofei
pt: Conquistas

# StatsTotalSpins
source: Lucky Spins
de: Glücksrad-Drehungen
es: Giros de la suerte
fr: Tours de la chance
it: Giri della fortuna
pt: Giros da sorte

# StatisticsButton
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

# AchPerfectWorld1
source: Perfect World 1
de: Welt 1 perfekt
es: Mundo 1 perfecto
fr: Monde 1 parfait
it: Mondo 1 perfetto
pt: Mundo 1 perfeito

# AchPerfectWorld1Desc
source: Collect all 30 stars in World 1
de: Sammle alle 30 Sterne in Welt 1
es: Recolecta las 30 estrellas del Mundo 1
fr: Collecte les 30 étoiles du Monde 1
it: Raccogli tutte le 30 stelle del Mondo 1
pt: Colete todas as 30 estrelas do Mundo 1

# AchPerfectWorld5
source: Perfect World 5
de: Welt 5 perfekt
es: Mundo 5 perfecto
fr: Monde 5 parfait
it: Mondo 5 perfetto
pt: Mundo 5 perfeito

# AchPerfectWorld5Desc
source: Collect all 30 stars in World 5
de: Sammle alle 30 Sterne in Welt 5
es: Recolecta las 30 estrellas del Mundo 5
fr: Collecte les 30 étoiles du Monde 5
it: Raccogli tutte le 30 stelle del Mondo 5
pt: Colete todas as 30 estrelas do Mundo 5

# AchPerfectWorld10
source: Perfect World 10
de: Welt 10 perfekt
es: Mundo 10 perfecto
fr: Monde 10 parfait
it: Mondo 10 perfetto
pt: Mundo 10 perfeito

# AchPerfectWorld10Desc
source: Collect all 30 stars in World 10
de: Sammle alle 30 Sterne in Welt 10
es: Recolecta las 30 estrellas del Mundo 10
fr: Collecte les 30 étoiles du Monde 10
it: Raccogli tutte le 30 stelle del Mondo 10
pt: Colete todas as 30 estrelas do Mundo 10

# AchWeeklyComplete10
source: Weekly Warrior
de: Wochen-Krieger
es: Guerrero semanal
fr: Guerrier hebdomadaire
it: Guerriero settimanale
pt: Guerreiro semanal

# AchWeeklyComplete10Desc
source: Complete 10 weekly challenges
de: Schließe 10 wöchentliche Herausforderungen ab
es: Completa 10 desafíos semanales
fr: Complète 10 défis hebdomadaires
it: Completa 10 sfide settimanali
pt: Complete 10 desafios semanais

# AchStars200
source: Star Collector
de: Sternensammler
es: Coleccionista de estrellas
fr: Collectionneur d'étoiles
it: Collezionista di stelle
pt: Colecionador de estrelas

# AchStars200Desc
source: Collect 200 stars
de: Sammle 200 Sterne
es: Recolecta 200 estrellas
fr: Collecte 200 étoiles
it: Raccogli 200 stelle
pt: Colete 200 estrelas

# AchStars250
source: Star Hoarder
de: Sternenhorter
es: Acumulador de estrellas
fr: Accumulateur d'étoiles
it: Accumulatore di stelle
pt: Acumulador de estrelas

# AchStars250Desc
source: Collect 250 stars
de: Sammle 250 Sterne
es: Recolecta 250 estrellas
fr: Collecte 250 étoiles
it: Raccogli 250 stelle
pt: Colete 250 estrelas

# AchStars300
source: Perfectionist
de: Perfektionist
es: Perfeccionista
fr: Perfectionniste
it: Perfezionista
pt: Perfeccionista

# AchStars300Desc
source: Collect all 300 stars
de: Sammle alle 300 Sterne
es: Recolecta las 300 estrellas
fr: Collecte les 300 étoiles
it: Raccogli tutte le 300 stelle
pt: Colete todas as 300 estrelas

# AchKills2500
source: Destroyer
de: Zerstörer
es: Destructor
fr: Destructeur
it: Distruttore
pt: Destruidor

# AchKills2500Desc
source: Defeat 2,500 enemies
de: Besiege 2.500 Gegner
es: Derrota a 2.500 enemigos
fr: Vaincs 2 500 ennemis
it: Sconfiggi 2.500 nemici
pt: Derrote 2.500 inimigos

# AchKills5000
source: Annihilator
de: Vernichter
es: Aniquilador
fr: Annihilateur
it: Annientatore
pt: Aniquilador

# AchKills5000Desc
source: Defeat 5,000 enemies
de: Besiege 5.000 Gegner
es: Derrota a 5.000 enemigos
fr: Vaincs 5 000 ennemis
it: Sconfiggi 5.000 nemici
pt: Derrote 5.000 inimigos

# AchBossSlayer
source: Boss Slayer
de: Boss-Jäger
es: Cazador de jefes
fr: Tueur de boss
it: Cacciatore di boss
pt: Caçador de chefes

# AchBossSlayerDesc
source: Defeat your first boss
de: Besiege deinen ersten Boss
es: Derrota a tu primer jefe
fr: Vaincs ton premier boss
it: Sconfiggi il tuo primo boss
pt: Derrote o seu primeiro chefe

# AchBossMaster
source: Boss Master
de: Boss-Meister
es: Maestro de jefes
fr: Maître des boss
it: Maestro dei boss
pt: Mestre dos chefes

# AchBossMasterDesc
source: Defeat all 5 boss types
de: Besiege alle 5 Boss-Typen
es: Derrota a los 5 tipos de jefe
fr: Vaincs les 5 types de boss
it: Sconfiggi tutti i 5 tipi di boss
pt: Derrote todos os 5 tipos de chefe

# AchSpecialBomb50
source: Specialist
de: Spezialist
es: Especialista
fr: Spécialiste
it: Specialista
pt: Especialista

# AchSpecialBomb50Desc
source: Use 50 special bombs
de: Setze 50 Spezial-Bomben ein
es: Usa 50 bombas especiales
fr: Utilise 50 bombes spéciales
it: Usa 50 bombe speciali
pt: Use 50 bombas especiais

# AchSpecialBomb100
source: Demolition Expert
de: Sprengmeister
es: Experto en demolición
fr: Expert en démolition
it: Esperto di demolizione
pt: Especialista em demolição

# AchSpecialBomb100Desc
source: Use 100 special bombs
de: Setze 100 Spezial-Bomben ein
es: Usa 100 bombas especiales
fr: Utilise 100 bombes spéciales
it: Usa 100 bombe speciali
pt: Use 100 bombas especiais

# AchNoDamage5
source: Untouchable
de: Unberührbar
es: Intocable
fr: Intouchable
it: Intoccabile
pt: Intocável

# AchNoDamage5Desc
source: Complete 5 levels without damage
de: Schließe 5 Level ohne Schaden ab
es: Completa 5 niveles sin daño
fr: Complète 5 niveaux sans dégâts
it: Completa 5 livelli senza danni
pt: Complete 5 níveis sem dano

# AchNoDamage10
source: Ghost
de: Geist
es: Fantasma
fr: Fantôme
it: Fantasma
pt: Fantasma

# AchNoDamage10Desc
source: Complete 10 levels without damage
de: Schließe 10 Level ohne Schaden ab
es: Completa 10 niveles sin daño
fr: Complète 10 niveaux sans dégâts
it: Completa 10 livelli senza danni
pt: Complete 10 níveis sem dano

# AchSpeedrun5
source: Speed Demon
de: Geschwindigkeitsdämon
es: Demonio veloz
fr: Démon de vitesse
it: Demone della velocità
pt: Demônio da velocidade

# AchSpeedrun5Desc
source: Complete 5 levels in under 60 seconds
de: Schließe 5 Level in unter 60 Sekunden ab
es: Completa 5 niveles en menos de 60 segundos
fr: Complète 5 niveaux en moins de 60 secondes
it: Completa 5 livelli in meno di 60 secondi
pt: Complete 5 níveis em menos de 60 segundos

# AchSpeedrun10
source: Time Lord
de: Zeitherrscher
es: Señor del tiempo
fr: Maître du temps
it: Signore del tempo
pt: Senhor do tempo

# AchSpeedrun10Desc
source: Complete 10 levels in under 60 seconds
de: Schließe 10 Level in unter 60 Sekunden ab
es: Completa 10 niveles en menos de 60 segundos
fr: Complète 10 niveaux en moins de 60 secondes
it: Completa 10 livelli in meno di 60 secondi
pt: Complete 10 níveis em menos de 60 segundos

# AchCombo7
source: Combo King
de: Combo-König
es: Rey del combo
fr: Roi du combo
it: Re della combo
pt: Rei do combo

# AchCombo7Desc
source: Achieve a 7x combo
de: Erreiche eine 7er-Combo
es: Consigue un combo x7
fr: Réalise un combo x7
it: Raggiungi una combo x7
pt: Alcance um combo x7

# AchSurvival60
source: Survivor
de: Überlebender
es: Superviviente
fr: Survivant
it: Sopravvissuto
pt: Sobrevivente

# AchSurvival60Desc
source: Survive 60 seconds in Survival mode
de: Überlebe 60 Sekunden im Survival-Modus
es: Sobrevive 60 segundos en modo Supervivencia
fr: Survis 60 secondes en mode Survie
it: Sopravvivi 60 secondi in modalità Sopravvivenza
pt: Sobreviva 60 segundos no modo Sobrevivência

# AchSurvival180
source: Immortal
de: Unsterblich
es: Inmortal
fr: Immortel
it: Immortale
pt: Imortal

# AchSurvival180Desc
source: Survive 180 seconds in Survival mode
de: Überlebe 180 Sekunden im Survival-Modus
es: Sobrevive 180 segundos en modo Supervivencia
fr: Survis 180 secondes en mode Survie
it: Sopravvivi 180 secondi in modalità Sopravvivenza
pt: Sobreviva 180 segundos no modo Sobrevivência

# QuickPlayTitle
source: Quick Play
de: Schnelles Spiel
es: Juego rápido
fr: Jeu rapide
it: Gioco rapido
pt: Jogo rápido

# QuickPlayDifficulty
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
pt: Dificuldade

# QuickPlayWorldLevel
source: World {0}
de: Welt {0}
es: Mundo {0}
fr: Monde {0}
it: Mondo {0}
pt: Mundo {0}

# QuickPlaySeed
source: Seed
es: Semilla
fr: Graine
it: Seme
pt: Semente

# QuickPlaySeedHint
source: Share the seed to play the same level
de: Teile den Seed um das gleiche Level zu spielen
es: Comparte la semilla para jugar el mismo nivel
fr: Partage la graine pour jouer le même niveau
it: Condividi il seme per giocare lo stesso livello
pt: Compartilhe a semente para jogar o mesmo nível

# QuickPlayNewSeed
source: New Seed
de: Neuer Seed
es: Nueva semilla
fr: Nouvelle graine
it: Nuovo seme
pt: Nova semente

# QuickPlayPlay
source: Play!
de: Spielen!
es: ¡Jugar!
fr: Jouer !
it: Gioca!
pt: Jogar!

# QuickPlayEasyHard
source: Easy / Hard
de: Leicht / Schwer
es: Fácil / Difícil
fr: Facile / Difficile
it: Facile / Difficile
pt: Fácil / Difícil

source: Gems
de: Edelsteine
es: Gemas
fr: Gemmes
it: Gemme
pt: Gemas

# RarityCommon
source: Common
de: Gewöhnlich
es: Común
fr: Commun
it: Comune
pt: Comum

# RarityRare
source: Rare
de: Selten
es: Raro
it: Raro
pt: Raro

# RarityEpic
source: Epic
de: Episch
es: Épico
fr: Épique
it: Epico
pt: Épico

# RarityLegendary
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
it: Leggendario
pt: Lendário

# BombSmoke
source: Smoke Bomb
de: Rauchbombe
es: Bomba de humo
fr: Bombe fumigène
it: Bomba fumogena
pt: Bomba de fumaça

# BombSmokeDesc
source: Creates a smoke cloud that confuses enemies for 4s
de: Erzeugt eine Rauchwolke, die Gegner 4s verwirrt
es: Crea una nube de humo que confunde enemigos 4s
fr: Crée un nuage de fumée qui désoriente les ennemis 4s
it: Crea una nuvola di fumo che confonde i nemici per 4s
pt: Cria uma nuvem de fumaça que confunde inimigos por 4s

# BombLightning
source: Lightning Bomb
de: Blitzbombe
es: Bomba relámpago
fr: Bombe éclair
it: Bomba fulmine
pt: Bomba relâmpago

# BombLightningDesc
source: Lightning strikes 3 nearest enemies through walls
de: Blitz trifft 3 nächste Gegner durch Wände
es: El rayo golpea a 3 enemigos cercanos a través de muros
fr: La foudre frappe 3 ennemis proches à travers les murs
it: Il fulmine colpisce 3 nemici vicini attraverso i muri
pt: O raio atinge 3 inimigos próximos através de paredes

# BombGravity
source: Gravity Bomb
de: Gravitationsbombe
es: Bomba de gravedad
fr: Bombe gravitationnelle
it: Bomba gravitazionale
pt: Bomba gravitacional

# BombGravityDesc
source: Pulls enemies toward the center
de: Zieht Gegner zum Zentrum
es: Atrae enemigos hacia el centro
fr: Attire les ennemis vers le centre
it: Attira i nemici verso il centro
pt: Puxa inimigos para o centro

# BombPoison
source: Poison Bomb
de: Giftbombe
es: Bomba de veneno
fr: Bombe empoisonnée
it: Bomba velenosa
pt: Bomba venenosa

# BombPoisonDesc
source: Creates poison zones that damage enemies over time
de: Erzeugt Giftzonen, die Gegner über Zeit schädigen
es: Crea zonas de veneno que dañan enemigos
fr: Crée des zones toxiques qui blessent les ennemis
it: Crea zone velenose che danneggiano i nemici
pt: Cria zonas venenosas que causam dano contínuo

# BombTimeWarp
source: Time Warp Bomb
de: Zeitbombe
es: Bomba temporal
fr: Bombe temporelle
it: Bomba temporale
pt: Bomba temporal

# BombTimeWarpDesc
source: Slows everything in the blast zone for 5s
de: Verlangsamt alles in der Zone für 5s
es: Ralentiza todo en la zona durante 5s
fr: Ralentit tout dans la zone pendant 5s
it: Rallenta tutto nella zona per 5s
pt: Desacelera tudo na zona por 5s

# BombMirror
source: Mirror Bomb
de: Spiegelbombe
es: Bomba espejo
fr: Bombe miroir
it: Bomba specchio
pt: Bomba espelho

# BombMirrorDesc
source: Explosion copies in opposite direction with double range
de: Explosion kopiert sich mit doppelter Reichweite
es: La explosión se duplica con doble alcance
fr: L'explosion se duplique avec double portée
it: L'esplosione si duplica con doppia portata
pt: A explosão se duplica com dobro de alcance

# BombVortex
source: Vortex Bomb
de: Wirbelbombe
es: Bomba vórtice
fr: Bombe vortex
it: Bomba vortice
pt: Bomba vórtice

# BombVortexDesc
source: Spiral explosion covering more cells than normal
de: Spiralexplosion trifft mehr Zellen als normal
es: Explosión en espiral que cubre más celdas
fr: Explosion en spirale couvrant plus de cases
it: Esplosione a spirale che copre più celle
pt: Explosão em espiral cobrindo mais células

# BombPhantom
source: Phantom Bomb
de: Phantombombe
es: Bomba fantasma
fr: Bombe fantôme
it: Bomba fantasma
pt: Bomba fantasma

# BombPhantomDesc
source: Explosion passes through one indestructible wall
de: Explosion durchdringt eine unzerstörbare Wand
es: La explosión atraviesa un muro indestructible
fr: L'explosion traverse un mur indestructible
it: L'esplosione attraversa un muro indistruttibile
pt: A explosão atravessa uma parede indestrutível
