Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# BombNova
source: Nova Bomb
de: Nova-Bombe
es: Bomba nova
fr: Bombe nova
it: Bomba nova
pt: Bomba nova

# BombNovaDesc
source: 360-degree explosion, drops a random power-up
de: 360-Grad-Explosion, lässt ein Power-Up fallen
es: Explosión de 360 grados, suelta un power-up
fr: Explosion à 360 degrés, lâche un power-up
it: Esplosione a 360 gradi, rilascia un power-up
pt: Explosão de 360 graus, libera um power-up

# BombBlackHole
source: Black Hole Bomb
de: Schwarzes-Loch-Bombe
es: Bomba agujero negro
fr: Bombe trou noir
it: Bomba buco nero
pt: Bomba buraco negro

# BombBlackHoleDesc
source: Sucks enemies in for 3s, then explodes
de: Saugt Gegner 3s ein, dann Explosion
es: Absorbe enemigos durante 3s, luego explota
fr: Aspire les ennemis pendant 3s, puis explose
it: Risucchia i nemici per 3s, poi esplode
pt: Suga inimigos por 3s, depois explode

# EffectSmoke
source: SMOKE!
de: RAUCH!
es: ¡HUMO!
fr: FUMÉE !
it: FUMO!
pt: FUMAÇA!

# EffectLightning
source: ZAP!
de: BLITZ!
es: ¡RAYO!
fr: ÉCLAIR !
it: FULMINE!
pt: RAIO!

# EffectGravity
source: PULL!
de: SOG!
es: ¡ATRACCIÓN!
fr: ATTRACTION !
it: ATTRAZIONE!
pt: ATRAÇÃO!

# EffectPoison
source: POISON!
de: GIFT!
es: ¡VENENO!
it: VELENO!
pt: VENENO!

# EffectTimeWarp
source: SLOW!
de: LANGSAM!
es: ¡LENTO!
fr: RALENTI !
it: RALLENTA!
pt: LENTO!

# EffectMirror
source: MIRROR!
de: SPIEGEL!
es: ¡ESPEJO!
fr: MIROIR !
it: SPECCHIO!
pt: ESPELHO!

# EffectVortex
source: VORTEX!
de: WIRBEL!
es: ¡VÓRTICE!
it: VORTICE!
pt: VÓRTICE!

# EffectPhantom
source: PHASE!
es: ¡FASE!
it: FASE!
pt: FASE!

# EffectBlackHole
source: VOID!
de: LEERE!
es: ¡VACÍO!
fr: NÉANT !
it: VUOTO!
pt: VAZIO!

# DeckTitle
source: Deck Builder
es: Constructor de Mazo
fr: Constructeur de Deck
it: Costruttore Mazzo
pt: Construtor de Deck

# DeckSelectCardHint
source: Select a card on the left
de: Karte links auswählen
es: Selecciona una carta a la izquierda
fr: Sélectionnez une carte à gauche
it: Seleziona una carta a sinistra
pt: Selecione uma carta à esquerda

# CardUses
source: Uses
de: Einsätze
es: Usos
fr: Utilisations
it: Utilizzi
pt: Usos

# CardLevelBronze
source: Bronze
es: Bronce
it: Bronzo

# CardLevelSilver
source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
pt: Prata

# CardLevelGold
source: Gold
es: Oro
fr: Or
it: Oro
pt: Ouro

# CardMaxLevel
source: Max Level
de: Max. Stufe
es: Nivel máximo
fr: Niveau max
it: Livello max
pt: Nível máximo

# DeckButton
source: Deck
es: Mazo
it: Mazzo

# CardDropTitle
source: New Card!
de: Neue Karte!
es: ¡Nueva carta!
fr: Nouvelle carte !
it: Nuova carta!
pt: Nova carta!

# CardNormalBomb
source: Normal Bomb
de: Normalbombe
es: Bomba normal
fr: Bombe normale
it: Bomba normale
pt: Bomba normal

# CardIceBomb
source: Ice Bomb
de: Eisbombe
es: Bomba de hielo
fr: Bombe de glace
it: Bomba di ghiaccio
pt: Bomba de gelo

# CardFireBomb
source: Fire Bomb
de: Feuerbombe
es: Bomba de fuego
fr: Bombe de feu
it: Bomba di fuoco
pt: Bomba de fogo

# CardStickyBomb
source: Sticky Bomb
de: Klebbombe
es: Bomba pegajosa
fr: Bombe collante
it: Bomba appiccicosa
pt: Bomba pegajosa

# CardSmokeBomb
source: Smoke Bomb
de: Rauchbombe
es: Bomba de humo
fr: Bombe fumigène
it: Bomba fumogena
pt: Bomba de fumaça

# CardLightningBomb
source: Lightning Bomb
de: Blitzbombe
es: Bomba relámpago
fr: Bombe éclair
it: Bomba fulmine
pt: Bomba relâmpago

# CardGravityBomb
source: Gravity Bomb
de: Gravitationsbombe
es: Bomba de gravedad
fr: Bombe gravitationnelle
it: Bomba gravitazionale
pt: Bomba gravitacional

# CardPoisonBomb
source: Poison Bomb
de: Giftbombe
es: Bomba venenosa
fr: Bombe empoisonnée
it: Bomba velenosa
pt: Bomba venenosa

# CardTimeWarpBomb
source: TimeWarp Bomb
de: Zeitbombe
es: Bomba temporal
fr: Bombe temporelle
it: Bomba temporale
pt: Bomba temporal

# CardMirrorBomb
source: Mirror Bomb
de: Spiegelbombe
es: Bomba espejo
fr: Bombe miroir
it: Bomba specchio
pt: Bomba espelho

# CardVortexBomb
source: Vortex Bomb
de: Wirbelbombe
es: Bomba vórtice
fr: Bombe vortex
it: Bomba vortice
pt: Bomba vórtice

# CardPhantomBomb
source: Phantom Bomb
de: Phantombombe
es: Bomba fantasma
fr: Bombe fantôme
it: Bomba fantasma
pt: Bomba fantasma

# CardNovaBomb
source: Nova Bomb
de: Novabombe
es: Bomba nova
fr: Bombe nova
it: Bomba nova
pt: Bomba nova

# CardBlackHoleBomb
source: Black Hole Bomb
de: Schwarzlochbombe
es: Bomba agujero negro
fr: Bombe trou noir
it: Bomba buco nero
pt: Bomba buraco negro

# CardNormalBombDesc
source: Standard bomb with basic explosion
de: Standardbombe mit normaler Explosion
es: Bomba estándar con explosión básica
fr: Bombe standard avec explosion basique
it: Bomba standard con esplosione base
pt: Bomba padrão com explosão básica

# CardIceBombDesc
source: Freezes enemies in the blast zone for 3s
de: Friert Gegner im Explosionsradius 3s ein
es: Congela enemigos en la zona de explosión 3s
fr: Gèle les ennemis dans la zone d'explosion 3s
it: Congela i nemici nell'area di esplosione per 3s
pt: Congela inimigos na zona de explosão por 3s

# CardFireBombDesc
source: Creates lava cells that deal damage over time
de: Erzeugt Lavazellen die über Zeit Schaden verursachen
es: Crea celdas de lava que infligen daño continuo
fr: Crée des cellules de lave qui infligent des dégâts continus
it: Crea celle di lava che infliggono danni nel tempo
pt: Cria células de lava que causam dano contínuo

# CardStickyBombDesc
source: Sticks to walls and triggers chain reactions
de: Klebt an Wänden und löst Kettenreaktionen aus
es: Se pega a paredes y provoca reacciones en cadena
fr: Colle aux murs et déclenche des réactions en chaîne
it: Si attacca ai muri e provoca reazioni a catena
pt: Gruda nas paredes e causa reações em cadeia

# CardSmokeBombDesc
source: Creates a smoke cloud that confuses enemies for 4s
de: Erzeugt eine Rauchwolke die Gegner 4s verwirrt
es: Crea una nube de humo que confunde enemigos 4s
fr: Crée un nuage de fumée qui confond les ennemis 4s
it: Crea una nuvola di fumo che confonde i nemici per 4s
pt: Cria uma nuvem de fumaça que confunde inimigos por 4s

# CardLightningBombDesc
source: Lightning jumps to 3 nearest enemies, ignoring walls
de: Blitz springt zu 3 nächsten Gegnern, ignoriert Wände
es: El rayo salta a 3 enemigos cercanos, ignorando paredes
fr: L'éclair saute aux 3 ennemis les plus proches, ignorant les murs
it: Il fulmine salta ai 3 nemici più vicini, ignorando i muri
pt: O raio salta para 3 inimigos próximos, ignorando paredes

# CardGravityBombDesc
source: Pulls all enemies within 3 cells toward the center
de: Zieht alle Gegner im 3-Zellen-Radius zum Zentrum
es: Atrae a todos los enemigos en 3 celdas hacia el centro
fr: Attire tous les ennemis dans un rayon de 3 cellules vers le centre
it: Attira tutti i nemici entro 3 celle verso il centro
pt: Puxa todos os inimigos em 3 células para o centro

# CardPoisonBombDesc
source: Creates poison cells that damage enemies who enter
de: Erzeugt Giftzellen die Gegnern beim Betreten schaden
es: Crea celdas venenosas que dañan a los enemigos que entran
fr: Crée des cellules empoisonnées qui blessent les ennemis qui entrent
it: Crea celle velenose che danneggiano i nemici che entrano
pt: Cria células venenosas que dão dano em inimigos que entram

# CardTimeWarpBombDesc
source: Slows everything in radius to 50% for 5s
de: Verlangsamt alles im Radius auf 50% für 5s
es: Ralentiza todo en el radio al 50% durante 5s
fr: Ralentit tout dans le rayon à 50% pendant 5s
it: Rallenta tutto nel raggio al 50% per 5s
pt: Desacelera tudo no raio para 50% por 5s

# CardMirrorBombDesc
source: Explosion mirrors in opposite direction, doubling range
de: Explosion spiegelt sich in Gegenrichtung, doppelte Reichweite
es: La explosión se refleja en dirección opuesta, duplicando el alcance
fr: L'explosion se reflète dans la direction opposée, doublant la portée
it: L'esplosione si riflette nella direzione opposta, raddoppiando la portata
pt: A explosão espelha na direção oposta, dobrando o alcance

# CardVortexBombDesc
source: Spiral explosion hits more cells than normal
de: Spiralexplosion trifft mehr Zellen als normal
es: La explosión espiral golpea más celdas de lo normal
fr: L'explosion en spirale touche plus de cellules que la normale
it: L'esplosione a spirale colpisce più celle del normale
pt: Explosão espiral atinge mais células que o normal

# CardPhantomBombDesc
source: Explosion passes through one indestructible wall
de: Explosion durchdringt eine unzerstörbare Wand
es: La explosión atraviesa una pared indestructible
fr: L'explosion traverse un mur indestructible
it: L'esplosione attraversa un muro indistruttibile
pt: A explosão atravessa uma parede indestrutível

# CardNovaBombDesc
source: 360-degree explosion hitting ALL cells in range, drops a PowerUp
de: 360-Grad-Explosion trifft ALLE Zellen im Radius, lässt PowerUp fallen
es: Explosión de 360 grados que golpea TODAS las celdas en el rango, suelta un PowerUp
fr: Explosion à 360 degrés touchant TOUTES les cellules dans la portée, lâche un PowerUp
it: Esplosione a 360 gradi che colpisce TUTTE le celle nel raggio, rilascia un PowerUp
pt: Explosão de 360 graus atingindo TODAS as células no alcance, solta um PowerUp

# CardBlackHoleBombDesc
source: Creates a black hole that pulls enemies in for 3s, then explodes
de: Erzeugt ein schwarzes Loch das Gegner 3s einsaugt, dann explodiert
es: Crea un agujero negro que absorbe enemigos 3s, luego explota
fr: Crée un trou noir qui aspire les ennemis 3s, puis explose
it: Crea un buco nero che risucchia i nemici per 3s, poi esplode
pt: Cria um buraco negro que puxa inimigos por 3s, depois explode

# SectionTrails
source: Trails
de: Lauf-Effekte
es: Estelas
fr: Traînées
it: Scie
pt: Rastros

# SectionVictories
source: Victory Animations
de: Sieges-Animationen
es: Animaciones de victoria
fr: Animations de victoire
it: Animazioni di vittoria
pt: Animações de vitória

# SectionFrames
source: Profile Frames
de: Profilrahmen
es: Marcos de perfil
fr: Cadres de profil
it: Cornici profilo
pt: Molduras de perfil

# TrailNone
source: None
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuna
pt: Nenhum

# VictoryNone
source: Standard
es: Estándar
pt: Padrão

# FrameNone
source: None
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuna
pt: Nenhuma

# SkinPirate
source: Pirate
de: Pirat
es: Pirata
it: Pirata
pt: Pirata

# SkinDragon
source: Dragon
de: Drache
es: Dragón
it: Drago
pt: Dragão

# BombSkinWatermelon
source: Watermelon
de: Wassermelone
es: Sandía
fr: Pastèque
it: Anguria
pt: Melancia

# BombSkinSkull
source: Skull
de: Totenkopf
es: Calavera
fr: Crâne
it: Teschio
pt: Caveira

# BombSkinToxic
source: Toxic
de: Giftig
es: Tóxico
fr: Toxique
it: Tossico
pt: Tóxico

# ExplosionSkinCherryBlossom
source: Cherry Blossom
de: Kirschblüte
es: Flor de cerezo
fr: Fleur de cerisier
it: Fiore di ciliegio
pt: Flor de cerejeira

# ExplosionSkinElectric
source: Electric
de: Elektrisch
es: Eléctrico
fr: Électrique
it: Elettrico
pt: Elétrico

# ExplosionSkinToxic
source: Toxic
de: Giftig
es: Tóxico
fr: Toxique
it: Tossico
pt: Tóxico

# ExplosionSkinFrost
source: Frost
es: Escarcha
fr: Givre
it: Gelo
pt: Geada

# ExplosionSkinGalaxy
source: Galaxy
de: Galaxie
es: Galaxia
fr: Galaxie
it: Galassia
pt: Galáxia

# ExplosionSkinVoid
source: Void
de: Leere
es: Vacío
fr: Néant
it: Vuoto
pt: Vazio

# TrailDust
source: Dust Trail
de: Staubspur
es: Estela de polvo
fr: Traînée de poussière
it: Scia di polvere
pt: Rastro de poeira

# TrailDustDesc
source: Leaves a cloud of dust behind you
de: Hinterlässt eine Staubwolke
es: Deja una nube de polvo tras de ti
fr: Laisse un nuage de poussière derrière toi
it: Lascia una nuvola di polvere dietro di te
pt: Deixa uma nuvem de poeira atrás de você

# TrailSmoke
source: Smoke Trail
de: Rauchspur
es: Estela de humo
fr: Traînée de fumée
it: Scia di fumo
pt: Rastro de fumaça

# TrailSmokeDesc
source: Wisps of smoke follow your path
de: Rauchschwaden folgen deinem Weg
es: Volutas de humo siguen tu camino
fr: Des volutes de fumée suivent ton chemin
it: Volute di fumo seguono il tuo percorso
pt: Fios de fumaça seguem seu caminho

# TrailFootsteps
source: Footsteps
de: Fußabdrücke
es: Pisadas
fr: Empreintes
it: Impronte
pt: Pegadas

# TrailFootstepsDesc
source: Classic footprints mark your way
de: Klassische Fußabdrücke markieren deinen Weg
es: Huellas clásicas marcan tu camino
fr: Des empreintes classiques marquent ton chemin
it: Impronte classiche segnano il tuo cammino
pt: Pegadas clássicas marcam seu caminho

# TrailSparkle
source: Sparkle Trail
de: Funkenspur
es: Estela brillante
fr: Traînée scintillante
it: Scia scintillante
pt: Rastro cintilante

# TrailSparkleDesc
source: Glittering sparkles in your wake
de: Glitzernde Funken in deiner Spur
es: Destellos brillantes a tu paso
fr: Des étincelles scintillantes dans ton sillage
it: Scintillii luccicanti nella tua scia
pt: Brilhos cintilantes em sua trilha

# TrailFlame
source: Flame Trail
de: Flammenspur
es: Estela de fuego
fr: Traînée de flammes
it: Scia di fiamme
pt: Rastro de chamas

# TrailFlameDesc
source: Blazing flames follow your steps
de: Lodernde Flammen folgen deinen Schritten
es: Llamas ardientes siguen tus pasos
fr: Des flammes ardentes suivent tes pas
it: Fiamme ardenti seguono i tuoi passi
pt: Chamas ardentes seguem seus passos

# TrailFrost
source: Frost Trail
de: Frostspur
es: Estela de hielo
fr: Traînée de givre
it: Scia di gelo
pt: Rastro de gelo

# TrailFrostDesc
source: Ice crystals form behind you
de: Eiskristalle bilden sich hinter dir
es: Cristales de hielo se forman tras de ti
fr: Des cristaux de glace se forment derrière toi
it: Cristalli di ghiaccio si formano dietro di te
pt: Cristais de gelo se formam atrás de você

# TrailElectric
source: Electric Trail
de: Blitzspur
es: Estela eléctrica
fr: Traînée électrique
it: Scia elettrica
pt: Rastro elétrico

# TrailElectricDesc
source: Crackling lightning sparks in your path
de: Knisternde Blitzfunken auf deinem Pfad
es: Chispas eléctricas crepitantes en tu camino
fr: Des étincelles électriques crépitantes sur ton chemin
it: Scintille elettriche crepitanti sul tuo percorso
pt: Faíscas elétricas crepitantes em seu caminho

# TrailLeaves
source: Leaf Trail
de: Blätterspur
es: Estela de hojas
fr: Traînée de feuilles
it: Scia di foglie
pt: Rastro de folhas

# TrailLeavesDesc
source: Autumn leaves swirl behind you
de: Herbstblätter wirbeln hinter dir
es: Hojas de otoño giran tras de ti
fr: Des feuilles d'automne tourbillonnent derrière toi
it: Foglie autunnali vorticano dietro di te
pt: Folhas de outono rodopiando atrás de você

# TrailBubbles
source: Bubble Trail
de: Blasenspur
es: Estela de burbujas
fr: Traînée de bulles
it: Scia di bolle
pt: Rastro de bolhas

# TrailBubblesDesc
source: Colorful bubbles float upward
de: Bunte Blasen steigen empor
es: Burbujas coloridas flotan hacia arriba
fr: Des bulles colorées s'élèvent
it: Bolle colorate salgono verso l'alto
pt: Bolhas coloridas flutuam para cima

# TrailPlasma
source: Plasma Trail
de: Plasmaspur
es: Estela de plasma
fr: Traînée de plasma
it: Scia di plasma
pt: Rastro de plasma

# TrailPlasmaDesc
source: Glowing plasma orbs pulse behind you
de: Leuchtende Plasmakugeln pulsieren hinter dir
es: Orbes de plasma brillantes pulsan tras de ti
fr: Des orbes de plasma brillants pulsent derrière toi
it: Sfere di plasma luminose pulsano dietro di te
pt: Orbes de plasma brilhantes pulsam atrás de você

# TrailRainbow
source: Rainbow Trail
de: Regenbogenspur
es: Estela arcoíris
fr: Traînée arc-en-ciel
it: Scia arcobaleno
pt: Rastro arco-íris

# TrailRainbowDesc
source: A mesmerizing rainbow follows your path
de: Ein faszinierender Regenbogen folgt dir
es: Un arcoíris hipnotizante sigue tu camino
fr: Un arc-en-ciel fascinant suit ton chemin
it: Un ipnotico arcobaleno segue il tuo cammino
pt: Um hipnotizante arco-íris segue seu caminho

# TrailShadow
source: Shadow Trail
de: Schattenspur
es: Estela de sombra
fr: Traînée d'ombre
it: Scia d'ombra
pt: Rastro de sombra

# TrailShadowDesc
source: Dark wisps of shadow energy
de: Dunkle Schatten-Energie
es: Oscuras volutas de energía sombría
fr: Des volutes sombres d'énergie ombreuse
it: Volute oscure di energia ombrosa
pt: Fios escuros de energia sombria

# TrailCrystal
source: Crystal Trail
de: Kristallspur
es: Estela de cristal
fr: Traînée de cristal
it: Scia di cristallo
pt: Rastro de cristal

# TrailCrystalDesc
source: Shimmering crystal fragments
de: Schimmernde Kristallfragmente
es: Fragmentos de cristal relucientes
fr: Des fragments de cristal chatoyants
it: Frammenti di cristallo scintillanti
pt: Fragmentos de cristal cintilantes

# TrailStardust
source: Stardust Trail
de: Sternenstaub
es: Polvo estelar
fr: Poussière d'étoiles
it: Polvere di stelle
pt: Poeira estelar

# TrailStardustDesc
source: Cosmic stardust glitters behind you
de: Kosmischer Sternenstaub glitzert hinter dir
es: Polvo estelar cósmico brilla tras de ti
fr: De la poussière d'étoiles cosmique scintille derrière toi
it: Polvere di stelle cosmica brilla dietro di te
pt: Poeira estelar cósmica brilha atrás de você

# TrailPhoenix
source: Phoenix Trail
de: Phönixspur
es: Estela de fénix
fr: Traînée de phénix
it: Scia di fenice
pt: Rastro de fênix

# TrailPhoenixDesc
source: Legendary phoenix feathers and fire
de: Legendäre Phönixfedern und Feuer
es: Plumas y fuego de fénix legendario
fr: Plumes et feu de phénix légendaire
it: Piume e fuoco di fenice leggendaria
pt: Penas e fogo de fênix lendária

# TrailVoid
source: Void Trail
de: Leere-Spur
es: Estela del vacío
fr: Traînée du néant
it: Scia del vuoto
pt: Rastro do vazio

# TrailVoidDesc
source: Dark matter from the void itself
de: Dunkle Materie aus der Leere selbst
es: Materia oscura del vacío mismo
fr: De la matière noire du néant même
it: Materia oscura dal vuoto stesso
pt: Matéria escura do próprio vazio

# TrailGoldenPath
source: Golden Path
de: Goldener Pfad
es: Camino dorado
fr: Chemin doré
it: Sentiero dorato
pt: Caminho dourado

# TrailGoldenPathDesc
source: A shimmering golden trail of light
de: Ein schimmernder goldener Lichtpfad
es: Un reluciente sendero dorado de luz
fr: Un sentier doré scintillant de lumière
it: Un luccicante sentiero dorato di luce
pt: Um reluzente caminho dourado de luz

# VictoryWave
source: Wave
de: Winken
es: Saludo
fr: Salut
it: Saluto
pt: Aceno

# VictoryWaveDesc
source: A friendly wave to celebrate
de: Freundliches Winken zum Feiern
es: Un saludo amistoso para celebrar
fr: Un salut amical pour célébrer
it: Un saluto amichevole per festeggiare
pt: Um aceno amigável para celebrar

# VictoryJump
source: Jump
de: Freudensprung
es: Salto
fr: Saut
it: Salto
pt: Pulo

# VictoryJumpDesc
source: Jump for joy!
de: Vor Freude in die Luft springen!
es: ¡Salta de alegría!
fr: Sauter de joie !
it: Salta di gioia!
pt: Pule de alegria!

# VictoryClap
source: Clap
de: Klatschen
es: Aplauso
fr: Applaudissement
it: Applauso
pt: Palmas

# VictoryClapDesc
source: Applaud your own victory
de: Applaudiere deinem eigenen Sieg
es: Aplaude tu propia victoria
fr: Applaudis ta propre victoire
it: Applaudi la tua vittoria
pt: Aplauda sua própria vitória

# VictoryNod
source: Nod
de: Nicken
es: Asentimiento
fr: Hochement
it: Cenno
pt: Aceno de cabeça

# VictoryNodDesc
source: A cool, confident nod
de: Ein cooles, selbstbewusstes Nicken
es: Un asentimiento seguro y tranquilo
fr: Un hochement cool et confiant
it: Un cenno sicuro e deciso
pt: Um aceno de cabeça confiante

# VictorySpin
source: Spin
de: Drehung
es: Giro
fr: Rotation
it: Rotazione
pt: Giro

# VictorySpinDesc
source: Spin around in celebration
de: Drehe dich im Kreis zum Feiern
es: Gira para celebrar
fr: Tourne sur toi-même pour célébrer
it: Gira su te stesso per festeggiare
pt: Gire para celebrar

# VictoryDance
source: Dance
de: Tanz
es: Baile
fr: Danse
it: Ballo
pt: Dança

# VictoryDanceDesc
source: Bust out your best moves
de: Zeig deine besten Moves
es: Muestra tus mejores movimientos
fr: Montre tes meilleurs pas
it: Mostra le tue mosse migliori
pt: Mostre seus melhores passos

# VictoryFlex
source: Flex
de: Muskeln zeigen
es: Flexión
fr: Flexion
it: Flessione
pt: Flexão

# VictoryFlexDesc
source: Show off those muscles
de: Zeig deine Muskeln
es: Muestra esos músculos
fr: Montre tes muscles
it: Mostra quei muscoli
pt: Mostre esses músculos

# VictoryBackflip
source: Backflip
de: Rückwärtssalto
es: Salto mortal
fr: Salto arrière
it: Salto all'indietro
pt: Salto mortal

# VictoryBackflipDesc
source: An impressive backflip
de: Ein beeindruckender Rückwärtssalto
es: Un impresionante salto mortal
fr: Un salto arrière impressionnant
it: Un impressionante salto all'indietro
pt: Um impressionante salto mortal

# VictoryHeadbangDesc
source: Rock out with a headbang
de: Rocke mit einem Headbang ab
es: Rockea con un headbang
fr: Rock avec un headbang
it: Scatenati con un headbang
pt: Rock com um headbang

# VictoryMoonwalkDesc
source: Slide backwards in style
de: Gleite stilvoll rückwärts
es: Deslízate hacia atrás con estilo
fr: Glisse en arrière avec style
it: Scivola all'indietro con stile
pt: Deslize para trás com estilo

# VictoryDabDesc
source: Hit them with the dab
de: Triff sie mit dem Dab
es: Dales con el dab
fr: Frappe-les avec le dab
it: Colpiscili con il dab
pt: Manda o dab

# VictoryBreakdanceDesc
source: Breakdance moves on the floor
de: Breakdance-Moves auf dem Boden
es: Movimientos de breakdance en el suelo
fr: Mouvements de breakdance au sol
it: Mosse di breakdance a terra
pt: Movimentos de breakdance no chão

# VictoryTornadoDesc
source: Spin like a tornado
de: Wirble wie ein Tornado
es: Gira como un tornado
fr: Tourbillonne comme une tornade
it: Gira come un tornado
pt: Gire como um tornado

# VictoryFireDance
source: Fire Dance
de: Feuertanz
es: Danza del fuego
fr: Danse du feu
it: Danza del fuoco
pt: Dança do fogo

# VictoryFireDanceDesc
source: Dance surrounded by flames
de: Tanze umgeben von Flammen
es: Baila rodeado de llamas
fr: Danse entouré de flammes
it: Danza circondato dalle fiamme
pt: Dance cercado por chamas

# VictoryFrostAura
source: Frost Aura
es: Aura helada
fr: Aura glacée
it: Aura gelida
pt: Aura gelada

# VictoryFrostAuraDesc
source: Emanate an icy aura of power
de: Strahle eine eisige Aura der Macht aus
es: Emana un aura helada de poder
fr: Émane une aura glacée de puissance
it: Emana un'aura gelida di potenza
pt: Emane uma aura gelada de poder

# VictoryDragonRoar
source: Dragon Roar
de: Drachengebrüll
es: Rugido de dragón
fr: Rugissement de dragon
it: Ruggito di drago
pt: Rugido de dragão

# VictoryDragonRoarDesc
source: Roar with the power of a dragon
de: Brülle mit der Kraft eines Drachen
es: Ruge con el poder de un dragón
fr: Rugis avec la puissance d'un dragon
it: Ruggisci con la potenza di un drago
pt: Ruja com o poder de um dragão

# VictorySuperNovaDesc
source: Explode with stellar energy
de: Explodiere mit stellarer Energie
es: Explota con energía estelar
fr: Explose avec de l'énergie stellaire
it: Esplodi con energia stellare
pt: Exploda com energia estelar

# VictoryGoldExplosion
source: Gold Explosion
es: Explosión dorada
fr: Explosion dorée
it: Esplosione dorata
pt: Explosão dourada

# VictoryGoldExplosionDesc
source: A legendary golden explosion
de: Eine legendäre goldene Explosion
es: Una legendaria explosión dorada
fr: Une légendaire explosion dorée
it: Una leggendaria esplosione dorata
pt: Uma lendária explosão dourada

# FrameSimpleDesc
source: Clean and simple border
de: Sauberer, schlichter Rahmen
es: Borde limpio y simple
fr: Bordure propre et simple
it: Bordo pulito e semplice
pt: Moldura limpa e simples

# FrameRounded
source: Rounded
de: Abgerundet
es: Redondeado
fr: Arrondi
it: Arrotondato
pt: Arredondada

# FrameRoundedDesc
source: Soft rounded corners
de: Weiche, abgerundete Ecken
es: Esquinas suaves y redondeadas
fr: Coins doux et arrondis
it: Angoli morbidi e arrotondati
pt: Cantos suaves e arredondados
