Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# PowerUp_Mystery
source: Mystery
de: Geheimnis
es: Misterio
fr: Mystère
it: Mistero
pt: Mistério

# PowerUp_Mystery_Desc
source: 35 seconds invincibility
de: 35 Sekunden Unverwundbarkeit
es: 35 segundos de invencibilidad
fr: 35 secondes d'invincibilité
it: 35 secondi di invincibilità
pt: 35 segundos de invencibilidade

# PowerUp_Kick
source: Kick
de: Tritt
es: Patada
fr: Coup de pied
it: Calcio
pt: Chute

# PowerUp_Kick_Desc
source: Kick bombs in walking direction
de: Bomben in Laufrichtung treten
es: Patear bombas en la dirección de movimiento
fr: Botter les bombes dans la direction de marche
it: Calcia le bombe nella direzione di marcia
pt: Chutar bombas na direção de movimento

# PowerUp_LineBomb
source: Line Bomb
de: Linienbombe
es: Bomba en línea
fr: Bombe en ligne
it: Bomba in linea
pt: Bomba em linha

# PowerUp_LineBomb_Desc
source: Place a line of bombs at once
de: Legt eine Reihe Bomben auf einmal
es: Coloca una fila de bombas a la vez
fr: Place une rangée de bombes d'un coup
it: Piazza una fila di bombe in una volta
pt: Coloca uma fileira de bombas de uma vez

# PowerUp_PowerBomb
source: Power Bomb
de: Superbombe
es: Superbomba
fr: Super bombe
it: Super bomba
pt: Super bomba

# PowerUp_PowerBomb_Desc
source: Mega-bomb with maximum blast range
de: Mega-Bombe mit maximaler Reichweite
es: Mega-bomba con alcance máximo
fr: Méga-bombe avec portée maximale
it: Mega-bomba con gittata massima
pt: Mega-bomba com alcance máximo

# PowerUp_Skull
source: Skull
de: Totenkopf
es: Calavera
fr: Crâne
it: Teschio
pt: Caveira

# PowerUp_Skull_Desc
source: Random curse effect (debuff)
de: Zufälliger Fluch-Effekt (Debuff)
es: Efecto de maldición aleatorio (debuff)
fr: Effet de malédiction aléatoire (débuff)
it: Effetto maledizione casuale (debuff)
pt: Efeito de maldição aleatório (debuff)

# LanguageSection
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

source: Visual Style
de: Visueller Stil
es: Estilo visual
fr: Style visuel
it: Stile visivo
pt: Estilo visual

# StyleClassic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
pt: Clássico

# StyleClassicDesc
source: HD Bomberman look
es: Aspecto HD Bomberman
fr: Look HD Bomberman
it: Look HD Bomberman
pt: Visual HD Bomberman

# StyleNeon
source: Neon
es: Neón
fr: Néon

# StyleNeonDesc
source: Cyberpunk glow effects
de: Cyberpunk Leucht-Effekte
es: Efectos de brillo cyberpunk
fr: Effets lumineux cyberpunk
it: Effetti luminosi cyberpunk
pt: Efeitos de brilho cyberpunk

# StyleRetroDesc
source: 8-bit pixel art style
de: 8-Bit Pixel-Art-Stil
es: Estilo pixel art 8 bits
fr: Style pixel art 8 bits
it: Stile pixel art 8 bit
pt: Estilo pixel art 8 bits

# InputFloatingJoystick
source: Floating Joystick
de: Freier Joystick
es: Joystick flotante
fr: Joystick flottant
it: Joystick mobile
pt: Joystick flutuante

# InputSwipeGestures
source: Swipe Gestures
de: Wischgesten
es: Gestos deslizantes
fr: Gestes de balayage
it: Gesti di scorrimento
pt: Gestos de deslizar

# InputClassicDPad
source: Classic D-Pad
de: Klassisches Steuerkreuz
es: D-Pad clásico
fr: D-Pad classique
it: D-Pad classico
pt: D-Pad clássico

# ShopTitle
source: Shop
es: Tienda
fr: Boutique
it: Negozio
pt: Loja

# ShopBuy
source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pt: Comprar

# ShopMaxed
source: MAX
es: MÁX
pt: MÁX

# ShopNotEnoughCoins
source: Not enough coins!
de: Nicht genug Münzen!
es: ¡No hay suficientes monedas!
fr: Pas assez de pièces !
it: Monete insufficienti!
pt: Moedas insuficientes!

# SectionStartUpgrades
source: Start Upgrades
es: Mejoras iniciales
fr: Améliorations de départ
it: Potenziamenti iniziali
pt: Melhorias iniciais

# SectionScoreBooster
source: Score Booster
de: Punkte-Booster
es: Potenciador de puntos
fr: Bonus de score
it: Moltiplicatore punti
pt: Multiplicador de pontos

# UpgradeLevelFormat
source: Level {0}/{1}
es: Nivel {0}/{1}
fr: Niveau {0}/{1}
it: Livello {0}/{1}
pt: Nível {0}/{1}

# UpgradeStartBombs
source: Extra Bomb
de: Extra-Bombe
es: Bomba extra
fr: Bombe supplémentaire
it: Bomba extra
pt: Bomba extra

# UpgradeStartBombsDesc
source: Start with more bombs
de: Mit mehr Bomben starten
es: Empieza con más bombas
fr: Commencer avec plus de bombes
it: Inizia con più bombe
pt: Comece com mais bombas

# UpgradeStartFire
source: Fire Range
de: Feuer-Reichweite
es: Alcance del fuego
fr: Portée du feu
it: Raggio del fuoco
pt: Alcance do fogo

# UpgradeStartFireDesc
source: Larger explosions from start
de: Größere Explosionen von Anfang an
es: Explosiones más grandes desde el inicio
fr: Plus grandes explosions dès le départ
it: Esplosioni più grandi dall'inizio
pt: Explosões maiores desde o início

# UpgradeStartSpeed
source: Speed Boost
es: Aumento de velocidad
fr: Boost de vitesse
it: Aumento velocità
pt: Aumento de velocidade

# UpgradeStartSpeedDesc
source: Start with speed boost
de: Mit Geschwindigkeitsboost starten
es: Empieza con aumento de velocidad
fr: Commencer avec un boost de vitesse
it: Inizia con aumento di velocità
pt: Comece com aumento de velocidade

# UpgradeExtraLives
source: Extra Lives
de: Extra-Leben
es: Vidas extra
fr: Vies supplémentaires
it: Vite extra
pt: Vidas extras

# UpgradeExtraLivesDesc
source: More lives in Story Mode
de: Mehr Leben im Story-Modus
es: Más vidas en el modo historia
fr: Plus de vies en mode histoire
it: Più vite nella modalità storia
pt: Mais vidas no modo história

# UpgradeScoreMultiplier
source: Score Multiplier
de: Punkte-Multiplikator
es: Multiplicador de puntos
fr: Multiplicateur de score
it: Moltiplicatore punti
pt: Multiplicador de pontos

# UpgradeScoreMultiplierDesc
source: Multiply your score
de: Vervielfache deine Punkte
es: Multiplica tu puntuación
fr: Multiplie ton score
it: Moltiplica il tuo punteggio
pt: Multiplique sua pontuação

# UpgradeTimeBonus
source: Time Bonus
de: Zeitbonus
es: Bono de tiempo
fr: Bonus de temps
it: Bonus tempo
pt: Bônus de tempo

# UpgradeTimeBonusDesc
source: Double time bonus points
de: Doppelte Zeitbonus-Punkte
es: Puntos de bono de tiempo dobles
fr: Points de bonus de temps doublés
it: Punti bonus tempo raddoppiati
pt: Pontos de bônus de tempo dobrados

# CoinsEarned
source: +{0} Coins
de: +{0} Münzen
es: +{0} Monedas
fr: +{0} Pièces
it: +{0} Monete
pt: +{0} Moedas

source: Double Coins
de: Münzen verdoppeln
es: Doblar monedas
fr: Doubler les pièces
it: Raddoppia monete
pt: Dobrar moedas

# CoinsDoubled
source: Doubled!
de: Verdoppelt!
es: ¡Doblado!
fr: Doublé !
it: Raddoppiato!
pt: Dobrado!

# ContinueGame
source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

# WorldFormat
source: World {0}
de: Welt {0}
es: Mundo {0}
fr: Monde {0}
it: Mondo {0}
pt: Mundo {0}

# WorldLocked
source: {0} ★ required
de: {0} ★ benötigt
es: {0} ★ necesarias
fr: {0} ★ requises
it: {0} ★ necessarie
pt: {0} ★ necessárias

# WorldForest
source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta
pt: Floresta

# WorldCavern
source: Cavern
de: Höhle
es: Caverna
fr: Caverne
it: Caverna
pt: Caverna

# WorldSky
source: Sky
de: Himmel
es: Cielo
fr: Ciel
it: Cielo
pt: Céu

# WorldInferno
source: Inferno
es: Infierno
fr: Enfer

# WorldRuins
source: Ruins
de: Ruinen
es: Ruinas
fr: Ruines
it: Rovine
pt: Ruínas

# WorldOcean
source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
pt: Oceano

# WorldVolcano
source: Volcano
de: Vulkan
es: Volcán
fr: Volcan
it: Vulcano
pt: Vulcão

# WorldSkyFortress
source: Sky Fortress
de: Himmelsfestung
es: Fortaleza Celeste
fr: Forteresse Céleste
it: Fortezza Celeste
pt: Fortaleza Celeste

# WorldShadowRealm
source: Shadow Realm
de: Schattenwelt
es: Reino de las Sombras
fr: Royaume des Ombres
it: Regno delle Ombre
pt: Reino das Sombras

# PowerUpBoostDesc
source: Watch a video to get a random power-up boost!
de: Sieh dir ein Video an, um einen zufälligen Power-Up-Boost zu erhalten!
es: ¡Mira un video para obtener un impulso de poder aleatorio!
fr: Regarde une vidéo pour obtenir un boost de pouvoir aléatoire !
it: Guarda un video per ottenere un potenziamento casuale!
pt: Assista a um vídeo para obter um impulso de poder aleatório!

# BoostFire
source: +1 Fire
de: +1 Feuer
es: +1 Fuego
fr: +1 Feu
it: +1 Fuoco
pt: +1 Fogo

# BoostBomb
source: +1 Bomb
de: +1 Bombe
es: +1 Bomba
fr: +1 Bombe
it: +1 Bomba
pt: +1 Bomba

source: Watch Video
de: Video schauen
es: Ver Video
fr: Regarder la Vidéo
it: Guarda Video
pt: Ver Vídeo

# WithoutBoost
source: Start without
de: Ohne starten
es: Iniciar sin
fr: Commencer sans
it: Inizia senza
pt: Iniciar sem

source: Skip Level
de: Level überspringen
es: Saltar Nivel
fr: Passer le Niveau
it: Salta Livello
pt: Pular Nível

# SkipLevelInfo
source: Level will be completed with 1 star
de: Level wird mit 1 Stern abgeschlossen
es: Nivel se completará con 1 estrella
fr: Le niveau sera complété avec 1 étoile
it: Il livello sarà completato con 1 stella
pt: Nível será completado com 1 estrela

# WatchVideoBoost
source: Watch video for starting boost?
de: Video schauen für Startboost?
es: ¿Ver video para impulso inicial?
fr: Regarder une vidéo pour un boost de départ ?
it: Guardare video per boost iniziale?
pt: Ver vídeo para impulso inicial?

# ScoreDoubleTitle
source: Double Score?
de: Score verdoppeln?
es: ¿Doblar puntuación?
fr: Doubler le score ?
it: Raddoppiare il punteggio?
pt: Dobrar pontuação?

# ScoreDoubleDesc
source: Watch a video to double your score
de: Video schauen um deinen Score zu verdoppeln
es: Mira un video para doblar tu puntuación
fr: Regardez une vidéo pour doubler votre score
it: Guarda un video per raddoppiare il tuo punteggio
pt: Assista um vídeo para dobrar sua pontuação

# WatchVideoDouble
source: Watch → Score x2
de: Video → Score x2
es: Video → Score x2
fr: Vidéo → Score x2
it: Video → Score x2
pt: Vídeo → Score x2

# ContinueWithout
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

# AdVideoNotAvailableTitle
source: No video available
de: Kein Video verfügbar
es: Sin vídeo disponible
fr: Aucune vidéo disponible
it: Nessun video disponibile
pt: Sem vídeo disponível

# AdVideoNotAvailableMessage
source: No ad video is currently available. Please try again later.
de: Derzeit ist kein Werbevideo verfügbar. Bitte versuche es später erneut.
es: Actualmente no hay ningún vídeo publicitario disponible. Inténtalo de nuevo más tarde.
fr: Aucune vidéo publicitaire n'est actuellement disponible. Veuillez réessayer plus tard.
it: Nessun video pubblicitario è attualmente disponibile. Riprova più tardi.
pt: Nenhum vídeo publicitário está disponível no momento. Tente novamente mais tarde.

# VictoryTitle
source: VICTORY!
de: SIEG!
es: ¡VICTORIA!
fr: VICTOIRE !
it: VITTORIA!
pt: VITÓRIA!

# AllLevelsComplete
source: All 50 levels complete!
de: Alle 50 Level geschafft!
es: ¡Los 50 niveles completados!
fr: Les 50 niveaux terminés !
it: Tutti i 50 livelli completati!
pt: Todos os 50 níveis completos!

source: Daily Bonus
de: Tagesbonus
es: Bonificación diaria
fr: Bonus quotidien
it: Bonus giornaliero
pt: Bônus diário

# DailyBonusClaimed
source: +{0} Coins!
de: +{0} Münzen!
es: +{0} Monedas!
fr: +{0} Pièces !
it: +{0} Monete!
pt: +{0} Moedas!

# WaveMilestone
source: Wave {0} Bonus: +{1} Coins!
de: Welle {0} Bonus: +{1} Münzen!
es: Oleada {0} Bonus: +{1} Monedas!
fr: Vague {0} Bonus : +{1} Pièces !
it: Ondata {0} Bonus: +{1} Monete!
pt: Onda {0} Bônus: +{1} Moedas!

# DetonateButton
source: Detonate
de: Zünden
es: Detonar
fr: Détonner
it: Detonare
pt: Detonar

# EnemyPoints
source: Enemies
de: Gegner
es: Enemigos
fr: Ennemis
it: Nemici
pt: Inimigos

# SummaryTimeBonus
source: Time Bonus
de: Zeitbonus
es: Bonus de tiempo
fr: Bonus de temps
it: Bonus tempo
pt: Bônus de tempo

# SummaryEfficiencyBonus
source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacité
it: Efficienza
pt: Eficiência

# SummaryScoreMultiplier
source: Multiplier
de: Multiplikator
es: Multiplicador
fr: Multiplicateur
it: Moltiplicatore
pt: Multiplicador

# AchievementsTitle
source: Achievements
de: Erfolge
es: Logros
fr: Succès
it: Obiettivi
pt: Conquistas

# AchWorld1
source: World 1 Complete
de: Welt 1 Abgeschlossen
es: Mundo 1 Completado
fr: Monde 1 Terminé
it: Mondo 1 Completato
pt: Mundo 1 Completo

# AchWorld1Desc
source: Complete all levels in World 1
de: Alle Level in Welt 1 abschließen
es: Completa todos los niveles del Mundo 1
fr: Terminer tous les niveaux du Monde 1
it: Completa tutti i livelli del Mondo 1
pt: Complete todos os níveis do Mundo 1

# AchWorld2
source: World 2 Complete
de: Welt 2 Abgeschlossen
es: Mundo 2 Completado
fr: Monde 2 Terminé
it: Mondo 2 Completato
pt: Mundo 2 Completo

# AchWorld2Desc
source: Complete all levels in World 2
de: Alle Level in Welt 2 abschließen
es: Completa todos los niveles del Mundo 2
fr: Terminer tous les niveaux du Monde 2
it: Completa tutti i livelli del Mondo 2
pt: Complete todos os níveis do Mundo 2

# AchWorld3
source: World 3 Complete
de: Welt 3 Abgeschlossen
es: Mundo 3 Completado
fr: Monde 3 Terminé
it: Mondo 3 Completato
pt: Mundo 3 Completo

# AchWorld3Desc
source: Complete all levels in World 3
de: Alle Level in Welt 3 abschließen
es: Completa todos los niveles del Mundo 3
fr: Terminer tous les niveaux du Monde 3
it: Completa tutti i livelli del Mondo 3
pt: Complete todos os níveis do Mundo 3

# AchWorld4
source: World 4 Complete
de: Welt 4 Abgeschlossen
es: Mundo 4 Completado
fr: Monde 4 Terminé
it: Mondo 4 Completato
pt: Mundo 4 Completo

# AchWorld4Desc
source: Complete all levels in World 4
de: Alle Level in Welt 4 abschließen
es: Completa todos los niveles del Mundo 4
fr: Terminer tous les niveaux du Monde 4
it: Completa tutti i livelli del Mondo 4
pt: Complete todos os níveis do Mundo 4

# AchWorld5
source: Champion
es: Campeón
it: Campione
pt: Campeão

# AchWorld5Desc
source: Complete all levels in World 5
de: Alle Level in Welt 5 abschließen
es: Completar todos los niveles del Mundo 5
fr: Terminer tous les niveaux du Monde 5
it: Completare tutti i livelli del Mondo 5
pt: Completar todos os níveis do Mundo 5

# AchWorld6
source: Ruin Explorer
de: Ruinen-Forscher
es: Explorador de Ruinas
fr: Explorateur de Ruines
it: Esploratore di Rovine
pt: Explorador de Ruínas

# AchWorld6Desc
source: Complete all levels in World 6
de: Alle Level in Welt 6 abschließen
es: Completar todos los niveles del Mundo 6
fr: Terminer tous les niveaux du Monde 6
it: Completare tutti i livelli del Mondo 6
pt: Completar todos os níveis do Mundo 6

# AchWorld7
source: Deep Diver
de: Tieftaucher
es: Buceador
fr: Plongeur
it: Sommozzatore
pt: Mergulhador

# AchWorld7Desc
source: Complete all levels in World 7
de: Alle Level in Welt 7 abschließen
es: Completar todos los niveles del Mundo 7
fr: Terminer tous les niveaux du Monde 7
it: Completare tutti i livelli del Mondo 7
pt: Completar todos os níveis do Mundo 7

# AchWorld8
source: Volcano Survivor
de: Vulkan-Bezwinger
es: Superviviente del Volcán
fr: Survivant du Volcan
it: Sopravvissuto al Vulcano
pt: Sobrevivente do Vulcão

# AchWorld8Desc
source: Complete all levels in World 8
de: Alle Level in Welt 8 abschließen
es: Completar todos los niveles del Mundo 8
fr: Terminer tous les niveaux du Monde 8
it: Completare tutti i livelli del Mondo 8
pt: Completar todos os níveis do Mundo 8

# AchWorld9
source: Sky Walker
de: Himmelswanderer
es: Caminante del Cielo
fr: Marcheur Céleste
it: Camminatore del Cielo
pt: Caminhante do Céu

# AchWorld9Desc
source: Complete all levels in World 9
de: Alle Level in Welt 9 abschließen
es: Completar todos los niveles del Mundo 9
fr: Terminer tous les niveaux du Monde 9
it: Completare tutti i livelli del Mondo 9
pt: Completar todos os níveis do Mundo 9

# AchWorld10
source: Shadow Master
de: Schattenmeister
es: Maestro de las Sombras
fr: Maître des Ombres
it: Maestro delle Ombre
pt: Mestre das Sombras

# AchWorld10Desc
source: Complete all 100 levels
de: Alle 100 Level abschließen
es: Completar los 100 niveles
fr: Terminer les 100 niveaux
it: Completare tutti i 100 livelli
pt: Completar todos os 100 níveis

# AchStars50
source: Star Collector
de: Sternensammler
es: Coleccionista
fr: Collectionneur
it: Collezionista
pt: Colecionador

# AchStars50Desc
source: Earn 50 stars
de: 50 Sterne verdienen
es: Consigue 50 estrellas
fr: Obtenir 50 étoiles
it: Ottieni 50 stelle
pt: Ganhe 50 estrelas

# AchStars100
source: Star Master
de: Sternenmeister
es: Maestro Estelar
fr: Maître des étoiles
it: Maestro Stellare
pt: Mestre Estelar

# AchStars100Desc
source: Earn 100 stars
de: 100 Sterne verdienen
es: Consigue 100 estrellas
fr: Obtenir 100 étoiles
it: Ottieni 100 stelle
pt: Ganhe 100 estrelas

# AchStars150
source: Perfect Stars
de: Perfekte Sterne
es: Estrellas Perfectas
fr: Étoiles parfaites
it: Stelle Perfette
pt: Estrelas Perfeitas

# AchStars150Desc
source: Earn all 150 stars
de: Alle 150 Sterne verdienen
es: Consigue las 150 estrellas
fr: Obtenir les 150 étoiles
it: Ottieni tutte le 150 stelle
pt: Ganhe todas as 150 estrelas

# AchKills100
source: Enemy Slayer
de: Feindvernichter
es: Cazador
fr: Chasseur
it: Cacciatore
pt: Caçador

# AchKills100Desc
source: Defeat 100 enemies
de: 100 Gegner besiegen
es: Derrota 100 enemigos
fr: Vaincre 100 ennemis
it: Sconfiggi 100 nemici
pt: Derrote 100 inimigos

# AchKills500
source: Monster Hunter
de: Monsterjäger
es: Cazamonstruos
fr: Chasseur de monstres
it: Cacciatore di mostri
pt: Caçador de Monstros

# AchKills500Desc
source: Defeat 500 enemies
de: 500 Gegner besiegen
es: Derrota 500 enemigos
fr: Vaincre 500 ennemis
it: Sconfiggi 500 nemici
pt: Derrote 500 inimigos

# AchKills1000
source: Annihilator
de: Vernichter
es: Aniquilador
fr: Annihilateur
it: Annientatore
pt: Aniquilador

# AchKills1000Desc
source: Defeat 1000 enemies
de: 1000 Gegner besiegen
es: Derrota 1000 enemigos
fr: Vaincre 1000 ennemis
it: Sconfiggi 1000 nemici
pt: Derrote 1000 inimigos

# AchNoDamage
source: Untouchable
de: Unberührbar
es: Intocable
fr: Intouchable
it: Intoccabile
pt: Intocável

# AchNoDamageDesc
source: Complete a level without taking damage
de: Ein Level ohne Schaden abschließen
es: Completa un nivel sin recibir daño
fr: Terminer un niveau sans subir de dégâts
it: Completa un livello senza subire danni
pt: Complete um nível sem receber dano

# AchEfficient
source: Bomb Expert
de: Bombenexperte
es: Experto en Bombas
fr: Expert en bombes
it: Esperto di bombe
pt: Especialista em Bombas

# AchEfficientDesc
source: Complete a level with 3 or fewer bombs
de: Ein Level mit 3 oder weniger Bomben abschließen
es: Completa un nivel con 3 bombas o menos
fr: Terminer un niveau avec 3 bombes ou moins
it: Completa un livello con 3 bombe o meno
pt: Complete um nível com 3 bombas ou menos

# AchSpeedrun
source: Speed Demon
de: Geschwindigkeitsdämon
es: Demonio Veloz
fr: Démon de vitesse
it: Demone della velocità
pt: Demônio da Velocidade

# AchSpeedrunDesc
source: Complete a level with 60+ seconds remaining
de: Ein Level mit 60+ Sekunden Restzeit abschließen
es: Completa un nivel con 60+ segundos restantes
fr: Terminer un niveau avec 60+ secondes restantes
it: Completa un livello con 60+ secondi rimanenti
pt: Complete um nível com 60+ segundos restantes

# DailyRewardDay
source: Day {0}
de: Tag {0}
es: Día {0}
fr: Jour {0}
it: Giorno {0}
pt: Dia {0}

# DailyRewardExtraLife
source: Extra Life
de: Extraleben
es: Vida extra
fr: Vie supplémentaire
it: Vita extra
pt: Vida extra

# DailyRewardTitle
source: Daily Reward
de: Täglicher Bonus
es: Recompensa diaria
fr: Récompense quotidienne
it: Ricompensa giornaliera
pt: Recompensa diária

# DailyRewardCollect
source: Collect
de: Abholen
es: Recoger
fr: Collecter
it: Raccogliere
pt: Coletar

# DailyRewardStreak
source: Streak: {0} days
de: Serie: {0} Tage
es: Racha: {0} días
fr: Série : {0} jours
it: Serie: {0} giorni
pt: Sequência: {0} dias

# SkinDefault
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
pt: Clássico

# SkinGold
source: Gold
es: Oro
fr: Or
it: Oro
pt: Ouro

# SkinNeon
source: Neon
es: Neón
fr: Néon

# SkinPremiumOnly
source: Premium Only
de: Nur Premium
es: Solo Premium
fr: Premium uniquement
it: Solo Premium
pt: Apenas Premium

# SkinEquipped
source: Equipped
de: Ausgerüstet
es: Equipado
fr: Équipé
it: Equipaggiato
pt: Equipado

# TutorialMove
source: Move your character with the controls
de: Bewege deinen Charakter mit den Steuerelementen
es: Mueve tu personaje con los controles
fr: Déplacez votre personnage avec les commandes
it: Muovi il personaggio con i comandi
pt: Mova seu personagem com os controles

# TutorialBomb
source: Tap the bomb button to place a bomb
de: Tippe auf den Bomben-Button um eine Bombe zu legen
es: Toca el botón de bomba para colocar una bomba
fr: Appuyez sur le bouton bombe pour poser une bombe
it: Tocca il pulsante bomba per piazzare una bomba
pt: Toque no botão de bomba para colocar uma bomba

# TutorialHide
source: Take cover! The bomb is about to explode!
de: In Deckung! Die Bombe explodiert gleich!
es: ¡Ponte a cubierto! ¡La bomba va a explotar!
fr: À couvert ! La bombe va exploser !
it: Al riparo! La bomba sta per esplodere!
pt: Cuidado! A bomba vai explodir!

# TutorialPowerUp
source: Collect power-ups to get stronger
de: Sammle Power-Ups um stärker zu werden
es: Recoge power-ups para hacerte más fuerte
fr: Collectez des power-ups pour devenir plus fort
it: Raccogli i power-up per diventare più forte
pt: Colete power-ups para ficar mais forte

# TutorialDefeatEnemies
source: Defeat all enemies to reveal the exit
de: Besiege alle Gegner um den Ausgang freizulegen
es: Derrota a todos los enemigos para abrir la salida
fr: Éliminez tous les ennemis pour ouvrir la sortie
it: Sconfiggi tutti i nemici per aprire l'uscita
pt: Derrote todos os inimigos para abrir a saída

# TutorialExit
source: Find the exit to complete the level
de: Finde den Ausgang um das Level abzuschließen
es: Encuentra la salida para completar el nivel
fr: Trouvez la sortie pour terminer le niveau
it: Trova l'uscita per completare il livello
pt: Encontre a saída para completar o nível

# TutorialSkip
source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
pt: Pular

source: Press back again to exit
de: Erneut drücken zum Beenden
es: Pulsa atrás de nuevo para salir
fr: Appuyez encore pour quitter
it: Premi di nuovo per uscire
pt: Pressione voltar novamente para sair

# UpgradeShieldStart
source: Shield
de: Schutzschild
es: Escudo
fr: Bouclier
it: Scudo
pt: Escudo

# UpgradeShieldStartDesc
source: Start with a shield that absorbs one enemy hit
de: Starte mit einem Schild, das einen Gegnertreffer absorbiert
es: Comienza con un escudo que absorbe un golpe enemigo
fr: Commencez avec un bouclier qui absorbe un coup ennemi
it: Inizia con uno scudo che assorbe un colpo nemico
pt: Comece com um escudo que absorve um golpe inimigo

# UpgradeCoinBonus
source: Coin Bonus
de: Münzbonus
es: Bonus de monedas
fr: Bonus pièces
it: Bonus monete
pt: Bônus de moedas

# UpgradeCoinBonusDesc
source: Earn more coins per level
de: Verdiene mehr Münzen pro Level
es: Gana más monedas por nivel
fr: Gagnez plus de pièces par niveau
it: Guadagna più monete per livello
pt: Ganhe mais moedas por nível

# UpgradePowerUpLuck
source: Power-Up Luck
de: PowerUp-Glück
es: Suerte PowerUp
fr: Chance PowerUp
it: Fortuna PowerUp
pt: Sorte PowerUp

# UpgradePowerUpLuckDesc
source: Extra random power-ups per level
de: Zusätzliche zufällige PowerUps pro Level
es: PowerUps aleatorios extra por nivel
fr: PowerUps aléatoires supplémentaires par niveau
it: PowerUp casuali extra per livello
pt: PowerUps aleatórios extras por nível

source: Replay Tutorial
de: Tutorial wiederholen
es: Repetir Tutorial
fr: Rejouer le Didacticiel
it: Ripeti Tutorial
pt: Repetir Tutorial

# JoystickModeFixed
source: Fixed Joystick
de: Fester Joystick
es: Joystick fijo
fr: Joystick fixe
it: Joystick fisso
pt: Joystick fixo
