Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# FrameSquare
source: Square
de: Eckig
es: Cuadrado
fr: Carré
it: Quadrato
pt: Quadrada

# FrameSquareDesc
source: Sharp square border
de: Scharfer, eckiger Rahmen
es: Borde cuadrado definido
fr: Bordure carrée nette
it: Bordo quadrato netto
pt: Moldura quadrada definida

# FrameDotted
source: Dotted
de: Gepunktet
es: Punteado
fr: Pointillé
it: Punteggiato
pt: Pontilhada

# FrameDottedDesc
source: Decorative dotted border
de: Dekorativer, gepunkteter Rahmen
es: Borde decorativo punteado
fr: Bordure décorative en pointillés
it: Bordo decorativo punteggiato
pt: Moldura decorativa pontilhada

# FrameThin
source: Thin
de: Dünn
es: Fino
fr: Fin
it: Sottile
pt: Fina

# FrameThinDesc
source: Elegant thin border
de: Eleganter, dünner Rahmen
es: Borde fino y elegante
fr: Bordure fine et élégante
it: Bordo sottile ed elegante
pt: Moldura fina e elegante

# FrameFire
source: Fire
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
pt: Fogo

# FrameFireDesc
source: Blazing fire border
de: Lodernder Feuerrahmen
es: Borde de fuego ardiente
fr: Bordure de feu ardent
it: Bordo di fuoco ardente
pt: Moldura de fogo ardente

# FrameIce
source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
pt: Gelo

# FrameIceDesc
source: Frosted ice crystal border
de: Vereister Kristallrahmen
es: Borde de cristal helado
fr: Bordure de cristal glacé
it: Bordo di cristallo ghiacciato
pt: Moldura de cristal gelado

# FrameElectric
source: Electric
de: Elektrisch
es: Eléctrico
fr: Électrique
it: Elettrico
pt: Elétrica

# FrameElectricDesc
source: Crackling electric border
de: Knisternder Elektrorahmen
es: Borde eléctrico crepitante
fr: Bordure électrique crépitante
it: Bordo elettrico crepitante
pt: Moldura elétrica crepitante

# FrameNature
source: Nature
de: Natur
es: Naturaleza
it: Natura
pt: Natureza

# FrameNatureDesc
source: Growing vines and leaves
de: Wachsende Ranken und Blätter
es: Enredaderas y hojas crecientes
fr: Lianes et feuilles en croissance
it: Rampicanti e foglie in crescita
pt: Trepadeiras e folhas crescentes

# FrameWater
source: Water
de: Wasser
es: Agua
fr: Eau
it: Acqua
pt: Água

# FrameWaterDesc
source: Flowing water border
de: Fließender Wasserrahmen
es: Borde de agua fluyendo
fr: Bordure d'eau fluide
it: Bordo di acqua fluente
pt: Moldura de água fluindo

# FrameShadow
source: Shadow
de: Schatten
es: Sombra
fr: Ombre
it: Ombra
pt: Sombra

# FrameShadowDesc
source: Dark shadow energy border
de: Dunkler Schattenenergie-Rahmen
es: Borde de energía sombría
fr: Bordure d'énergie sombre
it: Bordo di energia oscura
pt: Moldura de energia sombria

# FrameCrystal
source: Crystal
de: Kristall
es: Cristal
fr: Cristal
it: Cristallo
pt: Cristal

# FrameCrystalDesc
source: Gleaming crystal border
de: Funkelnder Kristallrahmen
es: Borde de cristal reluciente
fr: Bordure de cristal étincelante
it: Bordo di cristallo scintillante
pt: Moldura de cristal cintilante

# FramePlasmaDesc
source: Glowing plasma energy border
de: Leuchtender Plasmaenergie-Rahmen
es: Borde de energía de plasma
fr: Bordure d'énergie plasma
it: Bordo di energia al plasma
pt: Moldura de energia de plasma

# FrameStellar
source: Stellar
es: Estelar
fr: Stellaire
it: Stellare
pt: Estelar

# FrameStellarDesc
source: Cosmic star-studded border
de: Kosmischer Sternenrahmen
es: Borde cósmico de estrellas
fr: Bordure cosmique étoilée
it: Bordo cosmico stellato
pt: Moldura cósmica estrelada

# FrameArcane
source: Arcane
de: Arkan
es: Arcano
it: Arcano
pt: Arcano

# FrameArcaneDesc
source: Mystical arcane runes border
de: Mystischer Runenrahmen
es: Borde de runas arcanas místicas
fr: Bordure de runes arcanes mystiques
it: Bordo di rune arcane mistiche
pt: Moldura de runas arcanas místicas

# FrameDragon
source: Dragon
de: Drache
es: Dragón
it: Drago
pt: Dragão

# FrameDragonDesc
source: Fierce dragon-themed border
de: Wilder Drachenrahmen
es: Borde feroz de dragón
fr: Bordure féroce de dragon
it: Bordo feroce di drago
pt: Moldura feroz de dragão

# FramePhoenix
source: Phoenix
de: Phönix
es: Fénix
fr: Phénix
it: Fenice
pt: Fênix

# FramePhoenixDesc
source: Rising phoenix flame border
de: Aufsteigender Phönix-Flammenrahmen
es: Borde de llamas de fénix
fr: Bordure de flammes de phénix
it: Bordo di fiamme di fenice
pt: Moldura de chamas de fênix

# FrameCrown
source: Royal Crown
de: Königskrone
es: Corona real
fr: Couronne royale
it: Corona reale
pt: Coroa real

# FrameCrownDesc
source: A majestic royal crown border
de: Ein majestätischer Kronenrahmen
es: Un majestuoso borde de corona real
fr: Une majestueuse bordure de couronne royale
it: Un maestoso bordo a corona reale
pt: Uma majestosa moldura de coroa real

# DungeonTitle
source: Dungeon Run
es: Mazmorra
fr: Donjon
it: Dungeon
pt: Masmorra

# DungeonButton
source: Dungeon
es: Mazmorra
fr: Donjon
pt: Masmorra

# DungeonStartFree
source: Start (Free)
de: Starten (Gratis)
es: Iniciar (Gratis)
fr: Démarrer (Gratuit)
it: Inizia (Gratis)
pt: Iniciar (Grátis)

# DungeonStartCoins
source: {0} Coins
de: {0} Münzen
es: {0} Monedas
fr: {0} Pièces
it: {0} Monete
pt: {0} Moedas

# DungeonStartGems
source: {0} Gems
de: {0} Edelsteine
es: {0} Gemas
fr: {0} Gemmes
it: {0} Gemme
pt: {0} Gemas

# DungeonStartAd
source: Watch Ad
de: Werbung ansehen
es: Ver anuncio
fr: Regarder pub
it: Guarda video
pt: Assistir anúncio

# DungeonFloor
source: Floor {0}
de: Etage {0}
es: Piso {0}
fr: Étage {0}
it: Piano {0}
pt: Andar {0}

# DungeonLives
source: Lives: {0}
de: Leben: {0}
es: Vidas: {0}
fr: Vies: {0}
it: Vite: {0}
pt: Vidas: {0}

# DungeonTotalRuns
source: Runs: {0}
es: Intentos: {0}
fr: Essais: {0}
it: Tentativi: {0}
pt: Tentativas: {0}

# DungeonBestFloor
source: Best Floor: {0}
de: Bester Floor: {0}
es: Mejor piso: {0}
fr: Meilleur étage: {0}
it: Miglior piano: {0}
pt: Melhor andar: {0}

# DungeonSummaryFloors
source: Floors: {0}
de: Etagen: {0}
es: Pisos: {0}
fr: Étages: {0}
it: Piani: {0}
pt: Andares: {0}

# DungeonSummaryCoins
source: Coins: {0}
de: Münzen: {0}
es: Monedas: {0}
fr: Pièces: {0}
it: Monete: {0}
pt: Moedas: {0}

# DungeonSummaryGems
source: Gems: {0}
de: Edelsteine: {0}
es: Gemas: {0}
fr: Gemmes: {0}
it: Gemme: {0}
pt: Gemas: {0}

# DungeonSummaryCards
source: Cards: {0}
de: Karten: {0}
es: Cartas: {0}
fr: Cartes: {0}
it: Carte: {0}
pt: Cartas: {0}

# DungeonNewBest
source: New Record!
de: Neuer Rekord!
es: Nuevo récord!
fr: Nouveau record!
it: Nuovo record!
pt: Novo recorde!

# DungeonRunOver
source: Run Over
de: Run beendet
es: Fin del intento
fr: Fin du run
it: Fine della corsa
pt: Fim da tentativa

# DungeonBuffSelectTitle
source: Choose a Buff
de: Wähle einen Buff
es: Elige una mejora
fr: Choisis un bonus
it: Scegli un bonus
pt: Escolha um bônus

# DungeonContinue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

# DungeonRetry
source: New Run
de: Neuer Run
es: Nuevo intento
fr: Nouveau run
it: Nuovo tentativo
pt: Nova tentativa

# DungeonBuffExtraBomb
source: Extra Bomb
de: Extra Bombe
es: Bomba extra
fr: Bombe extra
it: Bomba extra
pt: Bomba extra

# DungeonBuffExtraBombDesc
source: +1 bomb per level
de: +1 Bombe pro Level
es: +1 bomba por nivel
fr: +1 bombe par niveau
it: +1 bomba per livello
pt: +1 bomba por nível

# DungeonBuffExtraFire
source: Extra Fire
de: Extra Feuer
es: Fuego extra
fr: Feu extra
it: Fuoco extra
pt: Fogo extra

# DungeonBuffExtraFireDesc
source: +1 fire range
de: +1 Feuerreichweite
es: +1 alcance de fuego
fr: +1 portée du feu
it: +1 portata del fuoco
pt: +1 alcance de fogo

# DungeonBuffSpeed
source: Speed Boost
de: Tempo-Boost
es: Velocidad
fr: Vitesse
it: Velocità
pt: Velocidade

# DungeonBuffSpeedDesc
source: +1 speed level
de: +1 Geschwindigkeitsstufe
es: +1 nivel de velocidad
fr: +1 niveau de vitesse
it: +1 livello di velocità
pt: +1 nível de velocidade

# DungeonBuffShield
source: Shield
de: Schutzschild
es: Escudo
fr: Bouclier
it: Scudo
pt: Escudo

# DungeonBuffShieldDesc
source: Block 1 hit
de: 1 Treffer abwehren
es: Bloquea 1 golpe
fr: Bloque 1 coup
it: Blocca 1 colpo
pt: Bloqueia 1 golpe

# DungeonBuffCoins
source: Coin Bonus
de: Münz-Bonus
es: Bonus monedas
fr: Bonus pièces
it: Bonus monete
pt: Bônus moedas

# DungeonBuffCoinsDesc
source: +50% coins this run
de: +50% Münzen in diesem Run
es: +50% monedas
fr: +50% pièces
it: +50% monete
pt: +50% moedas

# DungeonBuffReload
source: Reload Bombs
de: Bomben nachladen
es: Recargar bombas
fr: Recharger bombes
it: Ricarica bombe
pt: Recarregar bombas

# DungeonBuffReloadDesc
source: Refill special bombs
de: Spezial-Bomben nachladen
es: Recargar bombas especiales
fr: Recharger bombes spéciales
it: Ricarica bombe speciali
pt: Recarregar bombas especiais

# DungeonBuffSlow
source: Enemy Slow
de: Gegner verlangsamen
es: Ralentizar enemigos
fr: Ralentir ennemis
it: Rallenta nemici
pt: Desacelerar inimigos

# DungeonBuffSlowDesc
source: Enemies 20% slower
de: Gegner 20% langsamer
es: Enemigos 20% más lentos
fr: Ennemis 20% plus lents
it: Nemici 20% più lenti
pt: Inimigos 20% mais lentos

# DungeonBuffLife
source: Extra Life
de: Extra Leben
es: Vida extra
fr: Vie extra
it: Vita extra
pt: Vida extra

# DungeonBuffLifeDesc
source: +1 life for this run
de: +1 Leben für diesen Run
es: +1 vida para este intento
fr: +1 vie pour ce run
it: +1 vita per questa corsa
pt: +1 vida para esta tentativa

# DungeonBuffFireImmunity
source: Fire Immunity
de: Feuerimmunität
es: Inmunidad al fuego
fr: Immunité au feu
it: Immunità al fuoco
pt: Imunidade ao fogo

# DungeonBuffFireImmunityDesc
source: Walk through fire
de: Durch Feuer laufen
es: Caminar por el fuego
fr: Marcher dans le feu
it: Cammina nel fuoco
pt: Caminhar pelo fogo

# DungeonBuffBlast
source: Blast Radius
de: Explosionsradius
es: Radio de explosión
fr: Rayon d'explosion
it: Raggio d'esplosione
pt: Raio de explosão

# DungeonBuffBlastDesc
source: +2 fire range
de: +2 Feuerreichweite
es: +2 alcance de fuego
fr: +2 portée du feu
it: +2 portata del fuoco
pt: +2 alcance de fogo

# DungeonBuffBombTimer
source: Quick Fuse
de: Kurze Zündschnur
es: Mecha rápida
fr: Mèche courte
it: Miccia corta
pt: Pavio rápido

# DungeonBuffBombTimerDesc
source: Bombs explode faster
de: Bomben explodieren schneller
es: Las bombas explotan más rápido
fr: Bombes explosent plus vite
it: Bombe esplodono più veloce
pt: Bombas explodem mais rápido

# DungeonBuffMagnet
source: PowerUp Magnet
es: Imán de mejoras
fr: Aimant bonus
it: Magnete potenziamenti
pt: Ímã de power-ups

# DungeonBuffMagnetDesc
source: Auto-collect nearby PowerUps
de: Nahe PowerUps automatisch sammeln
es: Recoger mejoras cercanas
fr: Récupérer bonus proches
it: Raccogliere potenziamenti vicini
pt: Coletar power-ups próximos

# BattlePassTitle
source: Battle Pass
es: Pase de Batalla
fr: Passe de Combat
it: Pass Battaglia
pt: Passe de Batalha

# BattlePassButton
source: Battle Pass
es: Pase de Batalla
fr: Passe de Combat
it: Pass Battaglia
pt: Passe de Batalha

# BattlePassTierLabel
source: Tier
de: Stufe
es: Nivel
fr: Niveau
it: Livello
pt: Nivel

# BattlePassTierFormat
source: Tier {0}/{1}
de: Stufe {0}/{1}
es: Nivel {0}/{1}
fr: Niveau {0}/{1}
it: Livello {0}/{1}
pt: Nivel {0}/{1}

# BattlePassSeason
source: Season {0}
de: Saison {0}
es: Temporada {0}
fr: Saison {0}
it: Stagione {0}
pt: Temporada {0}

# BattlePassDayRemaining
source: {0} day left
de: {0} Tag
es: {0} dia
fr: {0} jour
it: {0} giorno
pt: {0} dia

# BattlePassDaysRemaining
source: {0} days left
de: {0} Tage
es: {0} dias
fr: {0} jours
it: {0} giorni
pt: {0} dias

# BattlePassExpired
source: Expired
de: Abgelaufen
es: Expirado
fr: Expire
it: Scaduto
pt: Expirado

# BattlePassClaim
source: Claim
de: Einlösen
es: Reclamar
fr: Réclamer
it: Riscuoti
pt: Resgatar

# BattlePassFreeTrack
source: Free
de: Gratis
es: Gratis
fr: Gratuit
it: Gratis
pt: Grátis

# BattlePassNewSeason
source: New Season!
de: Neue Saison!
es: Nueva Temporada!
fr: Nouvelle Saison!
it: Nuova Stagione!
pt: Nova Temporada!

source: Card Pack
de: Karten-Pack
es: Pack de Cartas
fr: Pack de Cartes
it: Pacchetto Carte
pt: Pacote de Cartas

source: Card Packs
de: Karten-Packs
es: Packs de Cartas
fr: Packs de Cartes
it: Pacchetti Carte
pt: Pacotes de Cartas

# CollectionTitle
source: Collection
de: Sammlung
es: Colección
it: Collezione
pt: Coleção

# CollectionButton
source: Collection
de: Sammlung
es: Colección
it: Collezione
pt: Coleção

# CollectionEnemies
source: Enemies
de: Gegner
es: Enemigos
fr: Ennemis
it: Nemici
pt: Inimigos

# CollectionBosses
source: Bosses
de: Bosse
es: Jefes
fr: Boss
it: Boss
pt: Chefes

# CollectionPowerUps
source: Power-Ups
es: Potenciadores
fr: Bonus
it: Potenziamenti
pt: Bônus

# CollectionCards
source: Bomb Cards
de: Bomben-Karten
es: Cartas Bomba
fr: Cartes Bombe
it: Carte Bomba
pt: Cartas Bomba

# CollectionCosmetics
source: Cosmetics
de: Kosmetik
es: Cosméticos
fr: Cosmétiques
it: Cosmetici
pt: Cosméticos

# CollectionOwned
source: Owned
de: Besessen
es: Obtenido
fr: Possédé
it: Posseduto
pt: Obtido

# CollectionNotOwned
source: Not Found
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido

# CollectionClaimNow
source: Claim
de: Abholen
es: Reclamar
fr: Réclamer
it: Richiedi
pt: Resgatar

# CollectionEncountered
source: Encountered
de: Begegnungen
es: Encuentros
fr: Rencontres
it: Incontri
pt: Encontros

# CollectionDefeated
source: Defeated
de: Besiegt
es: Derrotados
fr: Vaincus
it: Sconfitti
pt: Derrotados

# CollectionCollected
source: Collected
de: Gesammelt
es: Recolectados
fr: Collectés
it: Raccolti
pt: Coletados

# EnemyTankerName
source: Tanker
es: Tanque
fr: Tank
it: Corazzato
pt: Tanque

# EnemyGhostName
source: Ghost
de: Geist
es: Fantasma
fr: Fantôme
it: Fantasma
pt: Fantasma

# EnemySplitterName
source: Splitter
de: Spalter
es: Divisor
fr: Séparateur
it: Divisore
pt: Divisor

# EnemyMimicName
source: Mimic
de: Mimik
es: Mímico
fr: Mimique
it: Mimetico
pt: Mímico

# EnemyBallomLore
source: The slowest and weakest enemy. Easy to dodge but can corner you in tight spaces.
de: Der langsamste und schwächste Gegner. Leicht auszuweichen, kann dich aber in engen Gängen einschließen.
es: El enemigo más lento y débil. Fácil de esquivar pero puede acorralarte en espacios estrechos.
fr: L'ennemi le plus lent et le plus faible. Facile à esquiver mais peut te coincer dans des espaces étroits.
it: Il nemico più lento e debole. Facile da schivare ma può intrappolarti in spazi stretti.
pt: O inimigo mais lento e fraco. Fácil de esquivar mas pode encurralar-te em espaços estreitos.

# EnemyOnilLore
source: A fast pursuer that changes direction unpredictably. Watch out for sudden turns!
de: Ein schneller Verfolger mit unberechenbaren Richtungswechseln. Vorsicht vor plötzlichen Wendungen!
es: Un perseguidor rápido que cambia de dirección impredeciblemente. ¡Cuidado con los giros repentinos!
fr: Un poursuiveur rapide qui change de direction de façon imprévisible. Attention aux virages soudains !
it: Un inseguitore veloce che cambia direzione in modo imprevedibile. Attenzione alle svolte improvvise!
pt: Um perseguidor rápido que muda de direção de forma imprevisível. Cuidado com as curvas repentinas!

# EnemyDollLore
source: Moves through walls as if they don't exist. Nowhere is truly safe!
de: Bewegt sich durch Wände hindurch. Nirgendwo ist man wirklich sicher!
es: Se mueve a través de las paredes como si no existieran. ¡Ningún lugar es verdaderamente seguro!
fr: Se déplace à travers les murs comme s'ils n'existaient pas. Nulle part n'est vraiment sûr !
it: Si muove attraverso i muri come se non esistessero. Nessun posto è veramente sicuro!
pt: Move-se através das paredes como se não existissem. Nenhum lugar é verdadeiramente seguro!

# EnemyMinvoLore
source: Fast and aggressive. Chases you relentlessly once spotted.
de: Schnell und aggressiv. Verfolgt dich unerbittlich, sobald er dich entdeckt hat.
es: Rápido y agresivo. Te persigue sin piedad una vez que te localiza.
fr: Rapide et agressif. Te poursuit sans relâche une fois repéré.
it: Veloce e aggressivo. Ti insegue senza sosta una volta avvistato.
pt: Rápido e agressivo. Persegue-te implacavelmente depois de te detetar.

# EnemyOvapiLore
source: Cunning and persistent. Can find shortcuts through the maze.
de: Gerissen und hartnäckig. Findet Abkürzungen durch das Labyrinth.
es: Astuto y persistente. Puede encontrar atajos a través del laberinto.
fr: Rusé et persistant. Peut trouver des raccourcis à travers le labyrinthe.
it: Astuto e persistente. Può trovare scorciatoie nel labirinto.
pt: Astuto e persistente. Consegue encontrar atalhos pelo labirinto.

# EnemyKondoriaLore
source: The trickiest enemy. Passes through walls and moves erratically.
de: Der schwierigste Gegner. Geht durch Wände und bewegt sich unberechenbar.
es: El enemigo más complicado. Atraviesa paredes y se mueve de forma errática.
fr: L'ennemi le plus retors. Passe à travers les murs et se déplace de façon erratique.
it: Il nemico più insidioso. Attraversa i muri e si muove in modo erratico.
pt: O inimigo mais complicado. Atravessa paredes e move-se de forma errática.

# EnemyPontanLore
source: Appears when time runs out. Extremely fast and lethal - run!
de: Erscheint wenn die Zeit abläuft. Extrem schnell und tödlich - lauf!
es: Aparece cuando se acaba el tiempo. Extremadamente rápido y letal - ¡corre!
fr: Apparaît quand le temps est écoulé. Extrêmement rapide et mortel - fuis !
it: Appare quando il tempo scade. Estremamente veloce e letale - scappa!
pt: Aparece quando o tempo acaba. Extremamente rápido e letal - corre!

# EnemyPassLore
source: A mysterious creature that passes through everything. Immune to walls and blocks.
de: Ein mysteriöses Wesen das durch alles hindurchgeht. Immun gegen Wände und Blöcke.
es: Una criatura misteriosa que atraviesa todo. Inmune a paredes y bloques.
fr: Une créature mystérieuse qui traverse tout. Immunisé contre les murs et les blocs.
it: Una creatura misteriosa che attraversa tutto. Immune a muri e blocchi.
pt: Uma criatura misteriosa que atravessa tudo. Imune a paredes e blocos.

# EnemyTankerLore
source: Heavily armored! Takes two hits to defeat. Don't waste your bombs.
de: Schwer gepanzert! Braucht zwei Treffer um besiegt zu werden. Verschwende deine Bomben nicht.
es: ¡Fuertemente blindado! Necesita dos golpes para ser derrotado. No desperdicies tus bombas.
fr: Lourdement blindé ! Il faut deux coups pour le vaincre. Ne gaspille pas tes bombes.
it: Pesantemente corazzato! Servono due colpi per sconfiggerlo. Non sprecare le bombe.
pt: Fortemente blindado! Precisa de dois golpes para ser derrotado. Não desperdices as tuas bombas.

# EnemyGhostLore
source: Turns invisible periodically. You can still be hit even when you can't see it!
de: Wird periodisch unsichtbar. Du kannst trotzdem getroffen werden, auch wenn du ihn nicht siehst!
es: Se vuelve invisible periódicamente. ¡Puedes ser golpeado incluso cuando no lo ves!
fr: Devient invisible périodiquement. Tu peux quand même être touché même quand tu ne le vois pas !
it: Diventa invisibile periodicamente. Puoi ancora essere colpito anche quando non lo vedi!
pt: Torna-se invisível periodicamente. Podes ser atingido mesmo quando não o consegues ver!

# EnemySplitterLore
source: Splits into two smaller enemies when destroyed. Clear the mini-splitters fast!
de: Spaltet sich in zwei kleinere Gegner wenn zerstört. Beseitige die Mini-Spalter schnell!
es: Se divide en dos enemigos más pequeños al ser destruido. ¡Elimina los mini-divisores rápido!
fr: Se divise en deux ennemis plus petits quand détruit. Élimine vite les mini-séparateurs !
it: Si divide in due nemici più piccoli quando distrutto. Elimina velocemente i mini-divisori!
pt: Divide-se em dois inimigos menores quando destruído. Elimina os mini-divisores rápido!

# EnemyMimicLore
source: Disguised as a destructible block. Ambushes you when you get too close!
de: Tarnt sich als zerstörbarer Block. Überfällt dich wenn du zu nahe kommst!
es: Disfrazado de bloque destructible. ¡Te embosca cuando te acercas demasiado!
fr: Déguisé en bloc destructible. T'embusque quand tu t'approches trop !
it: Travestito da blocco distruttibile. Ti tende un agguato quando ti avvicini troppo!
pt: Disfarçado de bloco destrutível. Embosca-te quando te aproximas demasiado!

# BossStoneGolemLore
source: An ancient guardian made of rock. Drops boulders from above and becomes faster when enraged.
de: Ein uralter Wächter aus Stein. Lässt Felsbrocken von oben fallen und wird schneller wenn wütend.
es: Un guardián antiguo hecho de roca. Deja caer rocas desde arriba y se vuelve más rápido cuando está furioso.
fr: Un gardien ancien fait de roche. Fait tomber des rochers d'en haut et devient plus rapide quand il est enragé.
it: Un antico guardiano di roccia. Fa cadere massi dall'alto e diventa più veloce quando è infuriato.
pt: Um guardião antigo feito de rocha. Deixa cair pedras de cima e fica mais rápido quando enfurecido.

# BossIceDragonLore
source: A frozen terror with icy breath. Freezes entire rows and summons blizzards.
de: Ein gefrorener Schrecken mit eisigem Atem. Friert ganze Reihen ein und beschwört Schneestürme.
es: Un terror helado con aliento gélido. Congela filas enteras e invoca ventiscas.
fr: Une terreur gelée au souffle glacial. Gèle des rangées entières et invoque des blizzards.
it: Un terrore ghiacciato dal respiro gelido. Congela intere file e invoca tempeste di neve.
pt: Um terror gelado com sopro gélido. Congela filas inteiras e invoca nevascos.

# BossFireDemonLore
source: A demon lord wreathed in flames. Turns the ground into lava and strikes with fire waves.
de: Ein Dämonenfürst gehüllt in Flammen. Verwandelt den Boden in Lava und schlägt mit Feuerwellen zu.
es: Un señor demonio envuelto en llamas. Convierte el suelo en lava y golpea con olas de fuego.
fr: Un seigneur démon enveloppé de flammes. Transforme le sol en lave et frappe avec des vagues de feu.
it: Un signore demoniaco avvolto nelle fiamme. Trasforma il pavimento in lava e colpisce con onde di fuoco.
pt: Um senhor demônio envolvido em chamas. Transforma o chão em lava e ataca com ondas de fogo.

# BossShadowMasterLore
source: Master of darkness and deception. Teleports behind you when you least expect it.
de: Meister der Dunkelheit und Täuschung. Teleportiert sich hinter dich wenn du es am wenigsten erwartest.
es: Maestro de la oscuridad y el engaño. Se teletransporta detrás de ti cuando menos lo esperas.
fr: Maître des ténèbres et de la tromperie. Se téléporte derrière toi quand tu t'y attends le moins.
it: Maestro dell'oscurità e dell'inganno. Si teletrasporta dietro di te quando meno te lo aspetti.
pt: Mestre da escuridão e do engano. Teletransporta-se para trás de ti quando menos esperas.

# BossFinalBossLore
source: The ultimate challenge. Commands all elements and cycles through every attack pattern.
de: Die ultimative Herausforderung. Beherrscht alle Elemente und wechselt durch alle Angriffsmuster.
es: El desafío definitivo. Domina todos los elementos y alterna entre todos los patrones de ataque.
fr: Le défi ultime. Commande tous les éléments et alterne entre tous les schémas d'attaque.
it: La sfida definitiva. Comanda tutti gli elementi e alterna tutti i pattern d'attacco.
pt: O desafio definitivo. Comanda todos os elementos e alterna entre todos os padrões de ataque.

# PowerUpbombupName
source: Bomb Up
de: Bombe +
es: Bomba +
fr: Bombe +
it: Bomba +
pt: Bomba +

# PowerUpfireName
source: Fire Up
de: Feuer +
es: Fuego +
fr: Feu +
it: Fuoco +
pt: Fogo +

# PowerUpspeedName
source: Speed Up
de: Tempo +
es: Velocidad +
fr: Vitesse +
it: Velocità +
pt: Velocidade +

# PowerUpwallpassName
source: Wallpass
de: Wandpass
es: Pasamuros
fr: Passe-mur
it: Passamuro
pt: Passamuros

# PowerUpdetonatorName
source: Detonator
de: Zünder
es: Detonador
fr: Détonateur
it: Detonatore
pt: Detonador

# PowerUpbombpassName
source: Bombpass
de: Bombenpass
es: Pasabombas
fr: Passe-bombe
it: Passabomba
pt: Passabomba
