Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# PowerUpflamepassName
source: Flamepass
de: Flammenpass
es: Pasallamas
fr: Passe-flamme
it: Passafiamma
pt: Passachamas

# PowerUpmysteryName
source: Mystery
de: Mysterium
es: Misterio
fr: Mystère
it: Mistero
pt: Mistério

# PowerUpkickName
source: Kick
de: Tritt
es: Patada
fr: Coup de pied
it: Calcio
pt: Pontapé

# PowerUplinebombName
source: Line Bomb
de: Linienbombe
es: Bomba en línea
fr: Bombe en ligne
it: Bomba in linea
pt: Bomba em linha

# PowerUppowerbombName
source: Power Bomb
de: Superbombe
es: Superbomba
fr: Super bombe
it: Superbomba
pt: Superbomba

# PowerUpskullName
source: Skull
de: Totenkopf
es: Calavera
fr: Crâne
it: Teschio
pt: Caveira

# PowerUpbombupLore
source: Place one more bomb at a time. Stack up to 8 bombs!
de: Platziere eine Bombe mehr gleichzeitig. Bis zu 8 Bomben stapelbar!
es: Coloca una bomba más a la vez. ¡Acumula hasta 8 bombas!
fr: Place une bombe de plus à la fois. Empile jusqu'à 8 bombes !
it: Piazza una bomba in più alla volta. Accumula fino a 8 bombe!
pt: Coloca mais uma bomba de cada vez. Acumula até 8 bombas!

# PowerUpfireLore
source: Increases explosion range by one tile. More range, more destruction!
de: Erhöht die Explosionsreichweite um ein Feld. Mehr Reichweite, mehr Zerstörung!
es: Aumenta el alcance de la explosión en una casilla. ¡Más alcance, más destrucción!
fr: Augmente la portée de l'explosion d'une case. Plus de portée, plus de destruction !
it: Aumenta la portata dell'esplosione di una casella. Più portata, più distruzione!
pt: Aumenta o alcance da explosão em uma casa. Mais alcance, mais destruição!

# PowerUpspeedLore
source: Moves faster! Can be stacked up to 3 times.
de: Bewege dich schneller! Kann bis zu 3 Mal gestapelt werden.
es: ¡Muévete más rápido! Se puede acumular hasta 3 veces.
fr: Bouge plus vite ! Peut être empilé jusqu'à 3 fois.
it: Muoviti più veloce! Può essere accumulato fino a 3 volte.
pt: Move-te mais rápido! Pode ser acumulado até 3 vezes.

# PowerUpwallpassLore
source: Walk through destructible blocks freely. A sneaky escape route!
de: Gehe frei durch zerstörbare Blöcke. Ein hinterhältiger Fluchtweg!
es: Camina a través de bloques destructibles libremente. ¡Una ruta de escape furtiva!
fr: Traverse les blocs destructibles librement. Une voie d'évasion sournoise !
it: Cammina attraverso i blocchi distruttibili liberamente. Una via di fuga subdola!
pt: Caminha através de blocos destrutíveis livremente. Uma rota de fuga sorrateira!

# PowerUpdetonatorLore
source: Detonate all your bombs at will! Perfect for traps and combos.
de: Zünde alle Bomben nach Belieben! Perfekt für Fallen und Combos.
es: ¡Detona todas tus bombas a voluntad! Perfecto para trampas y combos.
fr: Fais exploser toutes tes bombes à volonté ! Parfait pour les pièges et les combos.
it: Fai esplodere tutte le bombe a piacimento! Perfetto per trappole e combo.
pt: Detona todas as tuas bombas à vontade! Perfeito para armadilhas e combos.

# PowerUpbombpassLore
source: Walk safely over your own bombs. No more blocking yourself!
de: Gehe sicher über eigene Bomben. Blockiere dich nie mehr selbst!
es: Camina sobre tus propias bombas con seguridad. ¡No te bloquees más!
fr: Marche en sécurité sur tes propres bombes. Fini de te bloquer !
it: Cammina in sicurezza sulle tue bombe. Mai più auto-bloccarsi!
pt: Caminha sobre as tuas bombas em segurança. Nunca mais te bloqueies!

# PowerUpflamepassLore
source: Walk through explosions unharmed. Become immune to your own fire!
de: Gehe unbeschadet durch Explosionen. Werde immun gegen dein eigenes Feuer!
es: Camina a través de explosiones sin daño. ¡Hazte inmune a tu propio fuego!
fr: Traverse les explosions sans dommage. Deviens immunisé contre ton propre feu !
it: Cammina attraverso le esplosioni indenne. Diventa immune al tuo stesso fuoco!
pt: Caminha através de explosões sem dano. Torna-te imune ao teu próprio fogo!

# PowerUpmysteryLore
source: A random power-up! Could be anything - will luck be on your side?
de: Ein zufälliges Power-Up! Kann alles sein - hast du Glück?
es: ¡Un potenciador aleatorio! Podría ser cualquier cosa - ¿tendrás suerte?
fr: Un bonus aléatoire ! Ça peut être n'importe quoi - la chance sera-t-elle de ton côté ?
it: Un potenziamento casuale! Potrebbe essere qualsiasi cosa - la fortuna sarà dalla tua parte?
pt: Um bônus aleatório! Pode ser qualquer coisa - terás sorte?

# PowerUpkickLore
source: Kick bombs to slide them across the field. Great for hitting distant enemies!
de: Trete Bomben um sie über das Feld gleiten zu lassen. Perfekt für entfernte Gegner!
es: Patea bombas para deslizarlas por el campo. ¡Genial para alcanzar enemigos distantes!
fr: Frappe les bombes pour les faire glisser. Parfait pour atteindre les ennemis éloignés !
it: Calcia le bombe per farle scivolare. Ottimo per colpire nemici distanti!
pt: Chuta bombas para deslizá-las pelo campo. Ótimo para atingir inimigos distantes!

# PowerUplinebombLore
source: Place all your bombs in a line at once! Maximum coverage!
de: Platziere alle Bomben auf einmal in einer Linie! Maximale Abdeckung!
es: ¡Coloca todas tus bombas en línea de una vez! ¡Cobertura máxima!
fr: Place toutes tes bombes en ligne d'un coup ! Couverture maximale !
it: Piazza tutte le bombe in linea in una volta! Copertura massima!
pt: Coloca todas as bombas em linha de uma vez! Cobertura máxima!

# PowerUppowerbombLore
source: One massive explosion that covers a huge area. Uses all bomb slots!
de: Eine massive Explosion die ein riesiges Gebiet abdeckt. Verbraucht alle Bomben-Slots!
es: ¡Una explosión masiva que cubre un área enorme! ¡Usa todas las ranuras de bombas!
fr: Une explosion massive qui couvre une zone énorme. Utilise tous les emplacements de bombes !
it: Un'esplosione massiccia che copre un'area enorme. Usa tutti gli slot bomba!
pt: Uma explosão massiva que cobre uma área enorme. Usa todos os slots de bomba!

# PowerUpskullLore
source: Cursed! Gives a random negative effect for 10 seconds. Avoid if possible!
de: Verflucht! Gibt einen zufälligen negativen Effekt für 10 Sekunden. Meide ihn wenn möglich!
es: ¡Maldito! Da un efecto negativo aleatorio durante 10 segundos. ¡Evítalo si puedes!
fr: Maudit ! Donne un effet négatif aléatoire pendant 10 secondes. Évite-le si possible !
it: Maledetto! Dà un effetto negativo casuale per 10 secondi. Evitalo se possibile!
pt: Amaldiçoado! Dá um efeito negativo aleatório por 10 segundos. Evita-o se possível!

# LeagueTitle
source: League
de: Liga
es: Liga
fr: Ligue
it: Lega
pt: Liga

# LeagueButton
source: League
de: Liga
es: Liga
fr: Ligue
it: Lega
pt: Liga

# LeaguePlayerName
source: You
de: Du
es: Tu
fr: Toi
it: Tu
pt: Tu

# LeaguePoints
source: Points
de: Punkte
es: Puntos
it: Punti
pt: Pontos

# LeagueRank
source: Rank
de: Rang
es: Rango
fr: Rang
it: Posizione
pt: Posicao

# LeagueNextTier
source: Next League
de: Nächste Liga
es: Siguiente Liga
fr: Ligue suivante
it: Prossima Lega
pt: Proxima Liga

# LeagueMaxTier
source: Highest League!
de: Höchste Liga!
es: Liga maxima!
fr: Ligue maximale!
it: Lega massima!
pt: Liga maxima!

# LeagueSeasonEnded
source: Season ended!
de: Saison beendet!
es: Temporada terminada!
fr: Saison terminee!
it: Stagione finita!
pt: Temporada encerrada!

# LeagueRewardCoins
source: Coins
es: Monedas
fr: Pieces
it: Monete
pt: Moedas

# LeagueRewardGems
source: Gems
es: Gemas
fr: Gemmes
it: Gemme
pt: Gemas

# LeagueBronze
source: Bronze
es: Bronce
it: Bronzo

# LeagueSilver
source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
pt: Prata

# LeagueGold
source: Gold
es: Oro
fr: Or
it: Oro
pt: Ouro

# LeaguePlatinum
source: Platinum
de: Platin
es: Platino
fr: Platine
it: Platino
pt: Platina

# LeagueDiamond
source: Diamond
de: Diamant
es: Diamante
fr: Diamant
it: Diamante
pt: Diamante

# LeagueStatSeasons
source: Seasons
de: Saisons
es: Temporadas
fr: Saisons
it: Stagioni
pt: Temporadas

# LeagueStatPromotions
source: Promotions
de: Aufstiege
es: Ascensos
it: Promozioni
pt: Promocoes

# LeagueStatBest
source: Best Score
de: Bestpunkte
es: Mejor Puntuacion
fr: Meilleur Score
it: Miglior Punteggio
pt: Melhor Pontuacao

# LeagueSeasonReward
source: Season Reward
de: Saison-Belohnung
es: Recompensa de Temporada
fr: Recompense de Saison
it: Premio Stagionale
pt: Recompensa da Temporada

# LeagueClaimed
source: Claimed
de: Abgeholt
es: Reclamado
fr: Reclame
it: Riscosso
pt: Resgatado

# LeagueClaimNow
source: Claim
de: Abholen
es: Reclamar
fr: Reclamer
it: Riscuoti
pt: Resgatar

# LeaguePromotion
source: Promoted!
de: Aufgestiegen!
es: Ascendido!
fr: Promu!
it: Promosso!
pt: Promovido!

# LeagueRelegation
source: Relegated
de: Abgestiegen
es: Descendido
fr: Relegue
it: Retrocesso
pt: Rebaixado

# LeagueSeason
source: Season
de: Saison
es: Temporada
fr: Saison
it: Stagione
pt: Temporada

# CloudSaveTitle
source: Cloud Save
de: Cloud-Speicher
es: Guardado en la nube
fr: Sauvegarde cloud
it: Salvataggio cloud
pt: Salvamento na nuvem

# CloudSaveToggle
source: Enable Cloud Save
de: Cloud-Speicher aktivieren
es: Activar guardado en la nube
fr: Activer la sauvegarde cloud
it: Attiva salvataggio cloud
pt: Ativar salvamento na nuvem

# CloudSaveDisabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
pt: Desativado

# CloudSaveNeverSynced
source: Never synced
de: Noch nie synchronisiert
es: Nunca sincronizado
fr: Jamais synchronisé
it: Mai sincronizzato
pt: Nunca sincronizado

# CloudSaveJustNow
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora
pt: Agora mesmo

# CloudSaveSyncing
source: Syncing...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...
pt: Sincronizando...

# CloudSaveLastSync
source: Last sync
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
pt: Última sincronização

# CloudSaveUploadSuccess
source: Data uploaded
de: Daten hochgeladen
es: Datos subidos
fr: Données envoyées
it: Dati caricati
pt: Dados enviados

# CloudSaveDownloadSuccess
source: Cloud data loaded
de: Cloud-Daten geladen
es: Datos de la nube cargados
fr: Données cloud chargées
it: Dati cloud caricati
pt: Dados da nuvem carregados

# CloudSaveRestartHint
source: Restart app for full consistency
de: App neu starten für volle Konsistenz
es: Reinicia la app para consistencia total
fr: Redémarrer l'app pour la cohérence
it: Riavvia l'app per la coerenza completa
pt: Reinicie o app para consistência total

# CloudSaveError
source: Sync failed
de: Synchronisierung fehlgeschlagen
es: Sincronización fallida
fr: Synchronisation échouée
it: Sincronizzazione fallita
pt: Sincronização falhou

# CloudSaveButton
source: Cloud Save
de: Cloud-Speicher
es: Nube
fr: Cloud
it: Cloud
pt: Nuvem

# CloudSaveSync
source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza
pt: Sincronizar

# CloudSaveDownload
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
pt: Baixar

# CloudSaveLocationLocal
source: Local only
de: Nur lokal
es: Solo local
fr: Local uniquement
it: Solo locale
pt: Apenas local

# AchDungeonFloor10
source: Deep Diver
de: Tieftaucher
es: Buceador profundo
fr: Plongeur des profondeurs
it: Esploratore profondo
pt: Mergulhador profundo

# AchDungeonFloor10Desc
source: Reach floor 10 in Dungeon Run
de: Erreiche Etage 10 im Dungeon-Run
es: Alcanza el piso 10 en Dungeon Run
fr: Atteins l'étage 10 en Dungeon Run
it: Raggiungi il piano 10 nel Dungeon Run
pt: Alcance o andar 10 no Dungeon Run

# AchDungeonRuns10
source: Dungeon Regular
de: Dungeon-Stammgast
es: Habitual del calabozo
fr: Habitué du donjon
it: Frequentatore del dungeon
pt: Frequentador da masmorra

# AchDungeonRuns10Desc
source: Complete 10 Dungeon Runs
de: Schließe 10 Dungeon-Runs ab
es: Completa 10 Dungeon Runs
fr: Termine 10 Dungeon Runs
it: Completa 10 Dungeon Run

# AchDungeonBoss
source: Dungeon Slayer
de: Dungeon-Bezwinger
es: Cazador del calabozo
fr: Pourfendeur du donjon
it: Sterminatore del dungeon
pt: Exterminador da masmorra

# AchDungeonBossDesc
source: Defeat a Dungeon Boss
de: Besiege einen Dungeon-Boss
es: Derrota a un jefe del calabozo
fr: Vaincs un boss du donjon
it: Sconfiggi un boss del dungeon
pt: Derrote um chefe da masmorra

# AchCollector25
source: Beginner Collector
de: Anfänger-Sammler
es: Coleccionista novato
fr: Collectionneur débutant
it: Collezionista principiante
pt: Colecionador iniciante

# AchCollector25Desc
source: Discover 25% of the collection
de: Entdecke 25% der Sammlung
es: Descubre el 25% de la colección
fr: Découvre 25% de la collection
it: Scopri il 25% della collezione
pt: Descubra 25% da coleção

# AchCollector50
source: Avid Collector
de: Eifriger Sammler
es: Coleccionista ávido
fr: Collectionneur assidu
it: Collezionista appassionato
pt: Colecionador dedicado

# AchCollector50Desc
source: Discover 50% of the collection
de: Entdecke 50% der Sammlung
es: Descubre el 50% de la colección
fr: Découvre 50% de la collection
it: Scopri il 50% della collezione
pt: Descubra 50% da coleção

# AchCollector100
source: Master Collector
de: Meistersammler
es: Maestro coleccionista
fr: Maître collectionneur
it: Maestro collezionista
pt: Mestre colecionador

# AchCollector100Desc
source: Complete the entire collection
de: Vervollständige die gesamte Sammlung
es: Completa toda la colección
fr: Complète toute la collection
it: Completa l'intera collezione
pt: Complete toda a coleção

# AchBpTier15
source: Pass Climber
de: Pass-Kletterer
es: Escalador del pase
fr: Grimpeur du passe
it: Scalatore del pass
pt: Escalador do passe

# AchBpTier15Desc
source: Reach Battle Pass Tier 15
de: Erreiche Battle-Pass-Stufe 15
es: Alcanza el nivel 15 del Pase de Batalla
fr: Atteins le palier 15 du Passe de Combat
it: Raggiungi il livello 15 del Pass Battaglia
pt: Alcance o nível 15 do Passe de Batalha

# AchBpTier30
source: Pass Master
de: Pass-Meister
es: Maestro del pase
fr: Maître du passe
it: Maestro del pass
pt: Mestre do passe

# AchBpTier30Desc
source: Reach Battle Pass Tier 30
de: Erreiche Battle-Pass-Stufe 30
es: Alcanza el nivel 30 del Pase de Batalla
fr: Atteins le palier 30 du Passe de Combat
it: Raggiungi il livello 30 del Pass Battaglia
pt: Alcance o nível 30 do Passe de Batalha

# AchCardGold
source: Golden Card
de: Goldene Karte
es: Carta dorada
fr: Carte dorée
it: Carta d'oro
pt: Carta dourada

# AchCardGoldDesc
source: Upgrade a card to Gold level
de: Verbessere eine Karte auf Gold-Stufe
es: Mejora una carta al nivel Oro
fr: Améliore une carte au niveau Or
it: Potenzia una carta al livello Oro
pt: Melhore uma carta para o nível Ouro

# AchCards10
source: Card Collector
de: Kartensammler
es: Coleccionista de cartas
fr: Collectionneur de cartes
it: Collezionista di carte
pt: Colecionador de cartas

# AchCards10Desc
source: Collect 10 different cards
de: Sammle 10 verschiedene Karten
es: Colecciona 10 cartas diferentes
fr: Collecte 10 cartes différentes
it: Colleziona 10 carte diverse
pt: Colecione 10 cartas diferentes

# AchDailyMission50
source: Mission Veteran
de: Missions-Veteran
es: Veterano de misiones
fr: Vétéran des missions
it: Veterano delle missioni
pt: Veterano de missões

# AchDailyMission50Desc
source: Complete 50 daily missions
de: Schließe 50 tägliche Missionen ab
es: Completa 50 misiones diarias
fr: Termine 50 missions quotidiennes
it: Completa 50 missioni giornaliere
pt: Complete 50 missões diárias

# AchLeagueGold
source: Gold League
de: Gold-Liga
es: Liga de Oro
fr: Ligue d'Or
it: Lega d'Oro
pt: Liga de Ouro

# AchLeagueGoldDesc
source: Reach Gold league tier
de: Erreiche die Gold-Liga
es: Alcanza la liga de Oro
fr: Atteins la ligue d'Or
it: Raggiungi la lega d'Oro
pt: Alcance a liga de Ouro

# AchLeagueDiamond
source: Diamond Legend
de: Diamant-Legende
es: Leyenda de Diamante
fr: Légende de Diamant
it: Leggenda di Diamante
pt: Lenda de Diamante

# AchLeagueDiamondDesc
source: Reach Diamond league tier
de: Erreiche die Diamant-Liga
es: Alcanza la liga de Diamante
fr: Atteins la ligue de Diamant
it: Raggiungi la lega di Diamante
pt: Alcance a liga de Diamante

# AchLuckyJackpotDesc
source: Win the Lucky Spin jackpot
de: Gewinne den Glücksrad-Jackpot
es: Gana el premio mayor de la Ruleta
fr: Remporte le jackpot de la Roue
it: Vinci il jackpot della Ruota
pt: Ganhe o jackpot da Roleta

# AchSurvival300
source: Survivor
de: Überlebenskünstler
es: Superviviente
fr: Survivant
it: Sopravvissuto
pt: Sobrevivente

# AchSurvival300Desc
source: Survive 5 minutes in Survival mode
de: Überlebe 5 Minuten im Survival-Modus
es: Sobrevive 5 minutos en modo Supervivencia
fr: Survis 5 minutes en mode Survie
it: Sopravvivi 5 minuti in modalità Sopravvivenza
pt: Sobreviva 5 minutos no modo Sobrevivência

# AchSurvivalKills50
source: Survival Hunter
de: Survival-Jäger
es: Cazador de supervivencia
fr: Chasseur de survie
it: Cacciatore di sopravvivenza
pt: Caçador de sobrevivência

# AchSurvivalKills50Desc
source: Defeat 50 enemies in a single Survival run
de: Besiege 50 Gegner in einem Survival-Run
es: Derrota a 50 enemigos en una partida de Supervivencia
fr: Élimine 50 ennemis en une partie de Survie
it: Sconfiggi 50 nemici in una partita di Sopravvivenza
pt: Derrote 50 inimigos em uma partida de Sobrevivência

# AchLineBombMaster
source: Line Expert
de: Linien-Experte
es: Experto en línea
fr: Expert en ligne
it: Esperto di linea
pt: Especialista em linha

# AchLineBombMasterDesc
source: Use Line Bomb 25 times
de: Setze Line-Bomb 25 Mal ein
es: Usa Line Bomb 25 veces
fr: Utilise Line Bomb 25 fois
it: Usa Line Bomb 25 volte
pt: Use Line Bomb 25 vezes

# AchDetonatorMaster
source: Detonation Expert
de: Detonations-Experte
es: Experto en detonación
fr: Expert en détonation
it: Esperto di detonazione
pt: Especialista em detonação

# AchDetonatorMasterDesc
source: Manually detonate 50 times
de: Zünde 50 Mal manuell
es: Detona manualmente 50 veces
fr: Détone manuellement 50 fois
it: Detona manualmente 50 volte
pt: Detone manualmente 50 vezes

# AchQuickPlayMax
source: Maximum Difficulty
de: Maximale Schwierigkeit
es: Dificultad máxima
fr: Difficulté maximale
it: Difficoltà massima
pt: Dificuldade máxima

# AchQuickPlayMaxDesc
source: Complete a Quick Play on difficulty 10
de: Schließe ein Quick-Play auf Schwierigkeit 10 ab
es: Completa un Quick Play en dificultad 10
fr: Termine un Quick Play en difficulté 10
it: Completa un Quick Play a difficoltà 10
pt: Complete um Quick Play na dificuldade 10

# WeeklyDungeonFloors
source: Dungeon Explorer
de: Dungeon-Erforscher
es: Explorador de Mazmorras
fr: Explorateur de Donjon
it: Esploratore di Dungeon
pt: Explorador de Masmorras

# WeeklyDungeonFloorsDesc
source: Complete {0} dungeon floors
de: Schließe {0} Dungeon-Etagen ab
es: Completa {0} pisos de mazmorra
fr: Complète {0} étages de donjon
it: Completa {0} piani del dungeon
pt: Complete {0} andares de masmorra

# WeeklyCollectCards
source: Card Collector
de: Kartensammler
es: Coleccionista de Cartas
fr: Collectionneur de Cartes
it: Collezionista di Carte
pt: Colecionador de Cartas

# WeeklyCollectCardsDesc
source: Collect {0} cards
de: Sammle {0} Karten
es: Colecciona {0} cartas
fr: Collecte {0} cartes
it: Colleziona {0} carte
pt: Colecione {0} cartas

# WeeklyEarnGems
source: Gem Hunter
de: Edelsteinjäger
es: Cazador de Gemas
fr: Chasseur de Gemmes
it: Cacciatore di Gemme
pt: Caçador de Gemas

# WeeklyEarnGemsDesc
source: Earn {0} gems
de: Verdiene {0} Edelsteine
es: Gana {0} gemas
fr: Gagne {0} gemmes
it: Guadagna {0} gemme
pt: Ganhe {0} gemas

# WeeklyPlayQuickPlay
source: Quick Player
de: Schnellspieler
es: Jugador Rápido
fr: Joueur Rapide
it: Giocatore Veloce
pt: Jogador Rápido

# WeeklyPlayQuickPlayDesc
source: Complete {0} quick play rounds
de: Spiele {0} Quick-Play Runden
es: Completa {0} partidas rápidas
fr: Complète {0} parties rapides
it: Completa {0} partite veloci
pt: Complete {0} partidas rápidas

# WeeklySpinWheel
source: Lucky Spinner
de: Glücksdreher
es: Girador de la Suerte
fr: Tourneur Chanceux
it: Filatore Fortunato
pt: Girador da Sorte

# WeeklySpinWheelDesc
source: Spin the lucky wheel {0} times
de: Drehe das Glücksrad {0}-mal
es: Gira la ruleta de la suerte {0} veces
fr: Tourne la roue de la chance {0} fois
it: Gira la ruota della fortuna {0} volte
pt: Gire a roda da sorte {0} vezes

# WeeklyUpgradeCards
source: Card Upgrader
de: Karten-Verbesserer
es: Mejorador de Cartas
fr: Améliorateur de Cartes
it: Miglioratore di Carte
pt: Melhorador de Cartas

# WeeklyUpgradeCardsDesc
source: Upgrade {0} cards
de: Verbessere {0} Karten
es: Mejora {0} cartas
fr: Améliore {0} cartes
it: Migliora {0} carte
pt: Melhore {0} cartas

# DailyDungeonFloors
source: Dungeon Diver
de: Dungeon-Taucher
es: Buceador de Mazmorras
fr: Plongeur de Donjon
it: Tuffatore di Dungeon
pt: Mergulhador de Masmorras

# DailyDungeonFloorsDesc
source: Complete {0} dungeon floors
de: Schließe {0} Dungeon-Etagen ab
es: Completa {0} pisos de mazmorra
fr: Complète {0} étages de donjon
it: Completa {0} piani del dungeon
pt: Complete {0} andares de masmorra

# DailyCollectCards
source: Card Finder
de: Kartenfinder
es: Buscador de Cartas
fr: Chercheur de Cartes
it: Cercatore di Carte
pt: Buscador de Cartas

# DailyCollectCardsDesc
source: Collect {0} cards
de: Sammle {0} Karten
es: Colecciona {0} cartas
fr: Collecte {0} cartes
it: Colleziona {0} carte
pt: Colecione {0} cartas

# DailyEarnGems
source: Gem Seeker
de: Edelsteinsucher
es: Buscador de Gemas
fr: Chercheur de Gemmes
it: Cercatore di Gemme
pt: Buscador de Gemas

# DailyEarnGemsDesc
source: Earn {0} gems
de: Verdiene {0} Edelsteine
es: Gana {0} gemas
fr: Gagne {0} gemmes
it: Guadagna {0} gemme
pt: Ganhe {0} gemas

# DailyPlayQuickPlay
source: Quick Round
de: Schnelle Runde
es: Ronda Rápida
fr: Tour Rapide
it: Giro Veloce
pt: Rodada Rápida

# DailyPlayQuickPlayDesc
source: Complete {0} quick play rounds
de: Spiele {0} Quick-Play Runden
es: Completa {0} partidas rápidas
fr: Complète {0} parties rapides
it: Completa {0} partite veloci
pt: Complete {0} partidas rápidas

# DailySpinWheel
source: Try Your Luck
de: Versuch dein Glück
es: Prueba tu Suerte
fr: Tente ta Chance
it: Tenta la Fortuna
pt: Tente a Sorte

# DailySpinWheelDesc
source: Spin the lucky wheel {0} times
de: Drehe das Glücksrad {0}-mal
es: Gira la ruleta de la suerte {0} veces
fr: Tourne la roue de la chance {0} fois
it: Gira la ruota della fortuna {0} volte
pt: Gire a roda da sorte {0} vezes

# DailyUpgradeCards
source: Card Enhancer
de: Karten-Aufwerter
es: Potenciador de Cartas
fr: Renforceur de Cartes
it: Potenziatore di Carte
pt: Potencializador de Cartas

# DailyUpgradeCardsDesc
source: Upgrade {0} cards
de: Verbessere {0} Karten
es: Mejora {0} cartas
fr: Améliore {0} cartes
it: Migliora {0} carte
pt: Melhore {0} cartas

# DeckLabel
source: Deck
es: Mazo
it: Mazzo
pt: Baralho

# CardStrength
source: Strength
de: Stärke
es: Fuerza
fr: Puissance
it: Forza
pt: Força

# CardDropSource
source: Drop Sources
de: Fundorte
es: Fuentes
fr: Sources
it: Fonti
pt: Fontes

# CardUpgradeLabel
source: Upgrade
es: Mejora
fr: Amélioration
it: Potenziamento
pt: Melhoria

# CardNotOwned
source: Not found yet
de: Noch nicht gefunden
es: Aún no encontrada
fr: Pas encore trouvée
it: Non ancora trovata
pt: Ainda não encontrado

# DropSourceLevel
source: Level Complete
de: Level-Abschluss
es: Nivel completado
fr: Niveau terminé
it: Livello completato
pt: Nível concluído

# DropSourceBoss
source: Boss Fight
de: Boss-Kampf
es: Lucha de jefe
fr: Combat de boss
it: Lotta col boss
pt: Luta de chefe

# DropSourceDungeon
source: Dungeon
es: Mazmorra
fr: Donjon
pt: Masmorra

# ProfileName
source: Player Name
de: Spielername
es: Nombre del jugador

# ProfileNameHint
source: Max. 16 characters
de: Max. 16 Zeichen
es: Máx. 16 caracteres

# ProfileSave
source: Save
de: Speichern
es: Guardar

# ProfileSaved
source: Saved!
de: Gespeichert!
es: ¡Guardado!
