Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

source: Story Mode
de: Story-Modus
es: Modo Historia
fr: Mode Histoire
it: Modalità Storia
pt: Modo História

source: Quick Play
de: Schnellspiel
es: Partida Rápida
fr: Partie Rapide
it: Partita Veloce
pt: Jogo Rápido

source: High Scores
de: Bestenliste
es: Puntuaciones
fr: Meilleurs Scores
it: Punteggi Migliori
pt: Pontuações

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt: Ajuda

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar

source: PAUSED
de: PAUSIERT
es: PAUSADO
fr: PAUSE
it: IN PAUSA
pt: PAUSADO

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pt: Retomar

source: Restart
de: Neu starten
es: Reiniciar
fr: Recommencer
it: Ricomincia
pt: Reiniciar

source: Restart Level
de: Level neu starten
es: Reiniciar Nivel
fr: Recommencer le Niveau
it: Ricomincia Livello
pt: Reiniciar Nível

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
pt: Sair

source: Quit to Menu
de: Zum Menü
es: Volver al Menú
fr: Retour au Menu
it: Torna al Menu
pt: Voltar ao Menu

source: GAME OVER
de: SPIEL VORBEI
es: FIN DEL JUEGO
fr: FIN DE PARTIE
pt: FIM DE JOGO

source: LEVEL COMPLETE!
de: LEVEL GESCHAFFT!
es: ¡NIVEL COMPLETADO!
fr: NIVEAU TERMINÉ !
it: LIVELLO COMPLETATO!
pt: NÍVEL COMPLETO!

source: NEW HIGH SCORE!
de: NEUER HIGHSCORE!
es: ¡NUEVO RÉCORD!
fr: NOUVEAU RECORD !
it: NUOVO RECORD!
pt: NOVO RECORDE!

source: Try Again
de: Nochmal
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar Novamente

source: Main Menu
de: Hauptmenü
es: Menú Principal
fr: Menu Principal
it: Menu Principale
pt: Menu Principal

source: Score
de: Punkte
es: Puntos
it: Punteggio
pt: Pontos

source: Level
es: Nivel
fr: Niveau
it: Livello
pt: Nível

source: Wave
de: Welle
es: Oleada
fr: Vague
it: Ondata
pt: Onda

source: Time Bonus
de: Zeitbonus
es: Bonus de Tiempo
fr: Bonus de Temps
it: Bonus Tempo
pt: Bônus de Tempo

source: Select Level
de: Level wählen
es: Seleccionar Nivel
fr: Choisir un Niveau
it: Seleziona Livello
pt: Selecionar Nível

# CompletedLevels
source: Completed: {0}/{1} Levels
de: Abgeschlossen: {0}/{1} Levels
es: Completados: {0}/{1} Niveles
fr: Terminés : {0}/{1} Niveaux
it: Completati: {0}/{1} Livelli
pt: Completados: {0}/{1} Níveis

# TotalStars
source: Stars: {0}/{1} ★
de: Sterne: {0}/{1} ★
es: Estrellas: {0}/{1} ★
fr: Étoiles : {0}/{1} ★
it: Stelle: {0}/{1} ★
pt: Estrelas: {0}/{1} ★

source: No high scores yet!
de: Noch keine Highscores!
es: ¡Aún no hay récords!
fr: Pas encore de records !
it: Ancora nessun record!
pt: Ainda não há recordes!

# WaveFormat
source: Wave {0}
de: Welle {0}
es: Oleada {0}
fr: Vague {0}
it: Ondata {0}
pt: Onda {0}

# ScoreFormat
source: Score: {0}
de: Punkte: {0}
es: Puntos: {0}
it: Punteggio: {0}
pt: Pontos: {0}

# HighScoreWaveDate
source: Wave {0} - {1}
de: Welle {0} - {1}
es: Oleada {0} - {1}
fr: Vague {0} - {1}
it: Ondata {0} - {1}
pt: Onda {0} - {1}

source: Tap to resume
de: Tippen zum Fortsetzen
es: Toca para continuar
fr: Appuyez pour reprendre
it: Tocca per riprendere
pt: Toque para continuar

# FinalScore
source: Final Score: {0}
de: Endpunktzahl: {0}
es: Puntuación final: {0}
fr: Score final : {0}
it: Punteggio finale: {0}
pt: Pontuação final: {0}

# StageOverlay
source: STAGE {0}
de: LEVEL {0}
es: NIVEL {0}
fr: NIVEAU {0}
it: LIVELLO {0}
pt: NÍVEL {0}

# TimeBonusFormat
source: Time Bonus: +{0}
de: Zeitbonus: +{0}
es: Bonus de tiempo: +{0}
fr: Bonus de temps : +{0}
it: Bonus tempo: +{0}
pt: Bônus de tempo: +{0}

# SwipeHint
source: Swipe to move, Tap for bomb
de: Wischen zum Bewegen, Tippen für Bombe
es: Desliza para mover, Toca para bomba
fr: Glissez pour bouger, Appuyez pour bombe
it: Scorri per muovere, Tocca per bomba
pt: Deslize para mover, Toque para bomba

# LevelFormat
source: Level {0}
es: Nivel {0}
fr: Niveau {0}
it: Livello {0}
pt: Nível {0}

source: Controls
de: Steuerung
es: Controles
fr: Contrôles
it: Controlli
pt: Controles

# ControlsSection
source: Controls
de: Steuerung
es: Controles
fr: Contrôles
it: Controlli
pt: Controles

# SoundSection
source: Sound
de: Ton
es: Sonido
fr: Son
it: Audio
pt: Som

# DataSection
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
pt: Dados

# AboutSection
source: About
de: Über
es: Acerca de
fr: À Propos
it: Info
pt: Sobre

source: Floating Joystick
de: Schwebender Joystick
es: Joystick Flotante
fr: Joystick Flottant
it: Joystick Flottante
pt: Joystick Flutuante

source: Floating Joystick (Recommended)
de: Schwebender Joystick (Empfohlen)
es: Joystick Flotante (Recomendado)
fr: Joystick Flottant (Recommandé)
it: Joystick Flottante (Consigliato)
pt: Joystick Flutuante (Recomendado)

source: Swipe Gestures
de: Wischgesten
es: Gestos de Deslizar
fr: Gestes de Balayage
it: Gesti di Scorrimento
pt: Gestos de Deslizar

source: Classic D-Pad
de: Klassisches Steuerkreuz
es: D-Pad Clásico
fr: D-Pad Classique
it: D-Pad Classico
pt: D-Pad Clássico

source: Joystick Size
de: Joystick-Größe
es: Tamaño del Joystick
fr: Taille du Joystick
it: Dimensione Joystick
pt: Tamanho do Joystick

source: Joystick Opacity
de: Joystick-Transparenz
es: Opacidad del Joystick
fr: Opacité du Joystick
it: Opacità Joystick
pt: Opacidade do Joystick

source: Haptic Feedback
de: Haptisches Feedback
es: Vibración
fr: Retour Haptique
it: Feedback Aptico
pt: Feedback Tátil

source: Sound
de: Ton
es: Sonido
fr: Son
it: Audio
pt: Som

source: Sound Effects
de: Soundeffekte
es: Efectos de Sonido
fr: Effets Sonores
it: Effetti Sonori
pt: Efeitos Sonoros

source: SFX Volume
de: Effekt-Lautstärke
es: Volumen de Efectos
fr: Volume des Effets
it: Volume Effetti
pt: Volume dos Efeitos

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
pt: Música

source: Music Volume
de: Musik-Lautstärke
es: Volumen de Música
fr: Volume de la Musique
it: Volume Musica
pt: Volume da Música

# TrialDaysRemaining
source: Trial: {0} days remaining
de: Test: Noch {0} Tage
es: Prueba: {0} días restantes
fr: Essai : {0} jours restants
it: Prova: {0} giorni rimanenti
pt: Teste: {0} dias restantes

source: Trial expired
de: Testphase abgelaufen
es: Prueba expirada
fr: Essai expiré
it: Prova scaduta
pt: Teste expirado

# TrialAvailable
source: 14-day free trial available!
de: 14 Tage kostenlos testen!
es: ¡14 días de prueba gratis!
fr: 14 jours d'essai gratuit !
it: 14 giorni di prova gratuita!
pt: 14 dias de teste grátis!

# PremiumActive
source: ✓ Premium Active - No Ads!
de: ✓ Premium aktiv - Keine Werbung!
es: ✓ Premium Activo - ¡Sin Anuncios!
fr: ✓ Premium Actif - Sans Pubs !
it: ✓ Premium Attivo - Senza Pubblicità!
pt: ✓ Premium Ativo - Sem Anúncios!

# BuyPremium
source: Buy Premium - €1.99
de: Premium kaufen - 1,99 €
es: Comprar Premium - 1,99 €
fr: Acheter Premium - 1,99 €
it: Acquista Premium - 1,99 €
pt: Comprar Premium - €1,99

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les Achats
it: Ripristina Acquisti
pt: Restaurar Compras

# RemoveAdsDescription
source: Remove all ads and support development
de: Alle Werbung entfernen und Entwicklung unterstützen
es: Elimina todos los anuncios y apoya el desarrollo
fr: Supprime toutes les pubs et soutient le développement
it: Rimuovi tutte le pubblicità e supporta lo sviluppo
pt: Remove todos os anúncios e apoia o desenvolvimento

source: Reset Progress
de: Fortschritt zurücksetzen
es: Reiniciar Progreso
fr: Réinitialiser la Progression
it: Reimposta Progressi
pt: Redefinir Progresso

source: Clear High Scores
de: Bestenliste löschen
es: Borrar Récords
fr: Effacer les Records
it: Cancella Record
pt: Limpar Recordes

source: Privacy Policy
de: Datenschutz
es: Política de Privacidad
fr: Politique de Confidentialité
pt: Política de Privacidade

# ResetProgressTitle
source: Reset Progress
de: Fortschritt zurücksetzen
es: Reiniciar Progreso
fr: Réinitialiser la Progression
it: Reimposta Progressi
pt: Redefinir Progresso

# ResetProgressMessage
source: Are you sure you want to reset all level progress? This cannot be undone.
de: Möchtest du wirklich den gesamten Level-Fortschritt zurücksetzen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de reiniciar todo el progreso? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment réinitialiser toute la progression ? Cette action est irréversible.
it: Sei sicuro di voler reimpostare tutti i progressi? Questa azione non può essere annullata.
pt: Tem certeza que deseja redefinir todo o progresso? Esta ação não pode ser desfeita.

# ResetProgressConfirm
source: Are you sure you want to reset all level progress? This cannot be undone.
de: Möchtest du wirklich den gesamten Level-Fortschritt zurücksetzen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres reiniciar todo el progreso? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir réinitialiser toute la progression ? Cette action est irréversible.
it: Sei sicuro di voler reimpostare tutti i progressi? Questa azione non può essere annullata.
pt: Tem certeza de que deseja redefinir todo o progresso? Esta ação não pode ser desfeita.

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
pt: Redefinir

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# ProgressResetTitle
source: Progress Reset
de: Fortschritt zurückgesetzt
es: Progreso Reiniciado
fr: Progression Réinitialisée
it: Progressi Reimpostati
pt: Progresso Redefinido

# ProgressResetMessage
source: All progress has been reset.
de: Der gesamte Fortschritt wurde zurückgesetzt.
es: Todo el progreso ha sido reiniciado.
fr: Toute la progression a été réinitialisée.
it: Tutti i progressi sono stati reimpostati.
pt: Todo o progresso foi redefinido.

# ClearScoresTitle
source: Clear High Scores
de: Bestenliste löschen
es: Borrar Récords
fr: Effacer les Records
it: Cancella Record
pt: Limpar Recordes

# ClearScoresMessage
source: Are you sure you want to clear all high scores? This cannot be undone.
de: Möchtest du wirklich alle Highscores löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de borrar todos los récords? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment effacer tous les records ? Cette action est irréversible.
it: Sei sicuro di voler cancellare tutti i record? Questa azione non può essere annullata.
pt: Tem certeza que deseja limpar todos os recordes? Esta ação não pode ser desfeita.

# ClearScoresConfirm
source: Are you sure you want to clear all high scores? This cannot be undone.
de: Möchtest du wirklich alle Highscores löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres borrar todas las puntuaciones? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir effacer tous les scores ? Cette action est irréversible.
it: Sei sicuro di voler cancellare tutti i punteggi? Questa azione non può essere annullata.
pt: Tem certeza de que deseja limpar todas as pontuações? Esta ação não pode ser desfeita.

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pt: Limpar

# ScoresClearedTitle
source: Scores Cleared
de: Bestenliste gelöscht
es: Récords Borrados
fr: Records Effacés
it: Record Cancellati
pt: Recordes Limpos

# ScoresClearedMessage
source: All high scores have been cleared.
de: Alle Highscores wurden gelöscht.
es: Todos los récords han sido borrados.
fr: Tous les records ont été effacés.
it: Tutti i record sono stati cancellati.
pt: Todos os recordes foram limpos.

source: Processing...
de: Verarbeitung...
es: Procesando...
fr: Traitement...
it: Elaborazione...
pt: Processando...

source: Thank You!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pt: Obrigado!

# PremiumActivated
source: Premium activated! Ads have been removed.
de: Premium aktiviert! Werbung wurde entfernt.
es: ¡Premium activado! Se han eliminado los anuncios.
fr: Premium activé ! Les pubs ont été supprimées.
it: Premium attivato! Le pubblicità sono state rimosse.
pt: Premium ativado! Os anúncios foram removidos.

source: Purchase Failed
de: Kauf fehlgeschlagen
es: Compra Fallida
fr: Achat Échoué
it: Acquisto Fallito
pt: Compra Falhou

# PurchaseFailedMessage
source: The purchase could not be completed. Please try again.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: L'achat n'a pas pu être effectué. Veuillez réessayer.
it: L'acquisto non è stato completato. Riprova.
pt: A compra não pôde ser concluída. Tente novamente.

source: Restored!
de: Wiederhergestellt!
es: ¡Restaurado!
fr: Restauré !
it: Ripristinato!
pt: Restaurado!

# PurchaseRestored
source: Your premium purchase has been restored.
de: Dein Premium-Kauf wurde wiederhergestellt.
es: Tu compra premium ha sido restaurada.
fr: Votre achat premium a été restauré.
it: Il tuo acquisto premium è stato ripristinato.
pt: Sua compra premium foi restaurada.

source: No Purchases
de: Keine Käufe
es: Sin Compras
fr: Aucun Achat
it: Nessun Acquisto
pt: Sem Compras

# NoPurchasesMessage
source: No previous purchases were found to restore.
de: Es wurden keine früheren Käufe gefunden.
es: No se encontraron compras anteriores.
fr: Aucun achat précédent trouvé.
it: Nessun acquisto precedente trovato.
pt: Nenhuma compra anterior encontrada.

# NoPurchasesFound
source: No previous purchases were found to restore.
de: Es wurden keine früheren Käufe gefunden.
es: No se encontraron compras anteriores.
fr: Aucun achat précédent trouvé.
it: Nessun acquisto precedente trovato.
pt: Nenhuma compra anterior encontrada.

# ErrorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
it: Si è verificato un errore
pt: Ocorreu um erro

# RestoreFailed
source: Could not restore purchases
de: Käufe konnten nicht wiederhergestellt werden
es: No se pudieron restaurar las compras
fr: Impossible de restaurer les achats
it: Impossibile ripristinare gli acquisti
pt: Não foi possível restaurar as compras

# ProgressResetDone
source: All progress has been reset.
de: Der gesamte Fortschritt wurde zurückgesetzt.
es: Todo el progreso ha sido reiniciado.
fr: Toute la progression a été réinitialisée.
it: Tutti i progressi sono stati reimpostati.
pt: Todo o progresso foi redefinido.

# ScoresClearedDone
source: All high scores have been cleared.
de: Alle Highscores wurden gelöscht.
es: Todas las puntuaciones han sido borradas.
fr: Tous les scores ont été effacés.
it: Tutti i punteggi sono stati cancellati.
pt: Todas as pontuações foram limpas.

# ControlFloatingJoystick
source: Floating Joystick (Recommended)
de: Schwebender Joystick (Empfohlen)
es: Joystick flotante (Recomendado)
fr: Joystick flottant (Recommandé)
it: Joystick mobile (Consigliato)
pt: Joystick flutuante (Recomendado)

# ControlSwipe
source: Swipe Gestures
de: Wischgesten
es: Gestos de deslizamiento
fr: Gestes de balayage
it: Gesti di scorrimento
pt: Gestos de deslize

# ControlDPad
source: Classic D-Pad
de: Klassisches Steuerkreuz
es: D-Pad clásico
fr: D-Pad classique
it: D-Pad classico
pt: D-Pad clássico

# PremiumDescription
source: Remove all ads and support development
de: Alle Werbung entfernen und Entwicklung unterstützen
es: Eliminar todos los anuncios y apoyar el desarrollo
fr: Supprimer toutes les pubs et soutenir le développement
it: Rimuovi tutte le pubblicità e supporta lo sviluppo
pt: Remover todos os anúncios e apoiar o desenvolvimento

source: How to Play
de: Spielanleitung
es: Cómo Jugar
fr: Comment Jouer
it: Come Giocare
pt: Como Jogar

# HowToPlayDesc
source: Place bombs to destroy blocks and enemies. Find the exit to complete the level. Collect power-ups to become stronger!
de: Platziere Bomben um Blöcke und Gegner zu zerstören. Finde den Ausgang um das Level abzuschließen. Sammle Power-Ups um stärker zu werden!
es: Coloca bombas para destruir bloques y enemigos. Encuentra la salida para completar el nivel. ¡Recoge power-ups para ser más fuerte!
fr: Placez des bombes pour détruire les blocs et les ennemis. Trouvez la sortie pour terminer le niveau. Collectez des power-ups pour devenir plus fort !
it: Piazza bombe per distruggere blocchi e nemici. Trova l'uscita per completare il livello. Raccogli power-up per diventare più forte!
pt: Coloque bombas para destruir blocos e inimigos. Encontre a saída para completar o nível. Colete power-ups para ficar mais forte!

# ControlsHelp
source: Controls
de: Steuerung
es: Controles
fr: Contrôles
it: Controlli
pt: Controles

# ControlsHelpDesc
source: Use the joystick to move. Tap the bomb button to place a bomb. You can change controls in Settings.
de: Benutze den Joystick zum Bewegen. Tippe auf den Bomben-Button um eine Bombe zu legen. Du kannst die Steuerung in den Einstellungen ändern.
es: Usa el joystick para moverte. Toca el botón de bomba para colocar una. Puedes cambiar los controles en Ajustes.
fr: Utilisez le joystick pour vous déplacer. Touchez le bouton bombe pour en poser une. Vous pouvez changer les contrôles dans les Paramètres.
it: Usa il joystick per muoverti. Tocca il pulsante bomba per piazzarne una. Puoi cambiare i controlli nelle Impostazioni.
pt: Use o joystick para se mover. Toque no botão de bomba para colocar uma. Você pode mudar os controles nas Configurações.

source: Enemies
de: Gegner
es: Enemigos
fr: Ennemis
it: Nemici
pt: Inimigos

source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
pt: Dicas

# TipsDesc
source: • Don't trap yourself with your own bombs! • Watch the timer - Pontans spawn when time runs out! • Kill all enemies to reveal the exit. • Collect power-ups to increase bomb count and range.
de: • Sperre dich nicht mit deinen eigenen Bomben ein! • Achte auf den Timer - Pontans spawnen wenn die Zeit abläuft! • Töte alle Gegner um den Ausgang zu öffnen. • Sammle Power-Ups für mehr Bomben und Reichweite.
es: • ¡No te encierres con tus propias bombas! • Vigila el tiempo - ¡Los Pontans aparecen cuando se agota! • Mata a todos los enemigos para revelar la salida. • Recoge power-ups para más bombas y alcance.
fr: • Ne vous piégez pas avec vos propres bombes ! • Surveillez le chrono - Les Pontans apparaissent quand le temps est écoulé ! • Tuez tous les ennemis pour révéler la sortie. • Collectez des power-ups pour plus de bombes et de portée.
it: • Non intrappolarti con le tue bombe! • Controlla il timer - I Pontan compaiono quando scade il tempo! • Uccidi tutti i nemici per rivelare l'uscita. • Raccogli power-up per più bombe e raggio.
pt: • Não se prenda com suas próprias bombas! • Fique de olho no timer - Pontans aparecem quando o tempo acaba! • Mate todos os inimigos para revelar a saída. • Colete power-ups para mais bombas e alcance.

# Enemy_Ballom_Desc
source: Slow and easy to avoid. 100 points.
de: Langsam und leicht auszuweichen. 100 Punkte.
es: Lento y fácil de evitar. 100 puntos.
fr: Lent et facile à éviter. 100 points.
it: Lento e facile da evitare. 100 punti.
pt: Lento e fácil de evitar. 100 pontos.

# Enemy_Onil_Desc
source: Normal speed, chases player. 200 points.
de: Normale Geschwindigkeit, verfolgt Spieler. 200 Punkte.
es: Velocidad normal, persigue al jugador. 200 puntos.
fr: Vitesse normale, poursuit le joueur. 200 points.
it: Velocità normale, insegue il giocatore. 200 punti.
pt: Velocidade normal, persegue o jogador. 200 pontos.

# Enemy_Doll_Desc
source: Normal speed, random movement. 400 points.
de: Normale Geschwindigkeit, zufällige Bewegung. 400 Punkte.
es: Velocidad normal, movimiento aleatorio. 400 puntos.
fr: Vitesse normale, mouvement aléatoire. 400 points.
it: Velocità normale, movimento casuale. 400 punti.
pt: Velocidade normal, movimento aleatório. 400 pontos.

# Enemy_Minvo_Desc
source: Fast and aggressive. 800 points.
de: Schnell und aggressiv. 800 Punkte.
es: Rápido y agresivo. 800 puntos.
fr: Rapide et agressif. 800 points.
it: Veloce e aggressivo. 800 punti.
pt: Rápido e agressivo. 800 pontos.

# Enemy_Kondoria_Desc
source: Very slow but can walk through walls! 1,000 points.
de: Sehr langsam aber kann durch Wände gehen! 1.000 Punkte.
es: ¡Muy lento pero atraviesa paredes! 1.000 puntos.
fr: Très lent mais traverse les murs ! 1 000 points.
it: Molto lento ma attraversa i muri! 1.000 punti.
pt: Muito lento mas atravessa paredes! 1.000 pontos.

# Enemy_Ovapi_Desc
source: Slow, walks through walls. 2,000 points.
de: Langsam, geht durch Wände. 2.000 Punkte.
es: Lento, atraviesa paredes. 2.000 puntos.
fr: Lent, traverse les murs. 2 000 points.
it: Lento, attraversa i muri. 2.000 punti.
pt: Lento, atravessa paredes. 2.000 pontos.

# Enemy_Pass_Desc
source: Fast and smart. 4,000 points.
de: Schnell und intelligent. 4.000 Punkte.
es: Rápido e inteligente. 4.000 puntos.
fr: Rapide et intelligent. 4 000 points.
it: Veloce e intelligente. 4.000 punti.
pt: Rápido e inteligente. 4.000 pontos.

# Enemy_Pontan_Desc
source: Very fast, walks through walls! 8,000 points.
de: Sehr schnell, geht durch Wände! 8.000 Punkte.
es: ¡Muy rápido, atraviesa paredes! 8.000 puntos.
fr: Très rapide, traverse les murs ! 8 000 points.
it: Molto veloce, attraversa i muri! 8.000 punti.
pt: Muito rápido, atravessa paredes! 8.000 pontos.

# PowerUp_BombUp
source: Bomb Up
de: Zusatzbombe
es: Bomba Extra
fr: Bombe Supplémentaire
it: Bomba Extra
pt: Bomba Extra

# PowerUp_BombUp_Desc
source: +1 bomb capacity (max 10)
de: +1 Bombenkapazität (max. 10)
es: +1 capacidad de bombas (máx. 10)
fr: +1 capacité de bombes (max 10)
it: +1 capacità bombe (max 10)
pt: +1 capacidade de bombas (máx 10)

# PowerUp_Fire
source: Fire
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
pt: Fogo

# PowerUp_Fire_Desc
source: +1 explosion range (max 10)
de: +1 Explosionsreichweite (max. 10)
es: +1 alcance de explosión (máx. 10)
fr: +1 portée d'explosion (max 10)
it: +1 raggio esplosione (max 10)
pt: +1 alcance de explosão (máx 10)

# PowerUp_Speed
source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
pt: Velocidade

# PowerUp_Speed_Desc
source: Move faster (temporary)
de: Schneller bewegen (temporär)
es: Muévete más rápido (temporal)
fr: Déplacez-vous plus vite (temporaire)
it: Muoviti più veloce (temporaneo)
pt: Mova-se mais rápido (temporário)

# PowerUp_Wallpass
source: Wall Pass
de: Wandgang
es: Atravesar Muros
fr: Passe-Muraille
it: Passa Muri
pt: Atravessar Muros

# PowerUp_Wallpass_Desc
source: Walk through blocks (temporary)
de: Durch Blöcke gehen (temporär)
es: Atraviesa bloques (temporal)
fr: Traversez les blocs (temporaire)
it: Attraversa i blocchi (temporaneo)
pt: Atravesse blocos (temporário)

# PowerUp_Detonator
source: Detonator
de: Fernzünder
es: Detonador
fr: Détonateur
it: Detonatore
pt: Detonador

# PowerUp_Detonator_Desc
source: Manually detonate bombs (temporary)
de: Bomben manuell zünden (temporär)
es: Detona bombas manualmente (temporal)
fr: Détonez les bombes manuellement (temporaire)
it: Detona le bombe manualmente (temporaneo)
pt: Detone bombas manualmente (temporário)

# PowerUp_Bombpass
source: Bomb Pass
de: Bombengang
es: Atravesar Bombas
fr: Passe-Bombe
it: Passa Bombe
pt: Atravessar Bombas

# PowerUp_Bombpass_Desc
source: Walk through bombs (temporary)
de: Durch Bomben gehen (temporär)
es: Atraviesa bombas (temporal)
fr: Traversez les bombes (temporaire)
it: Attraversa le bombe (temporaneo)
pt: Atravesse bombas (temporário)

# PowerUp_Flamepass
source: Flame Pass
de: Feuerschutz
es: Inmunidad al Fuego
fr: Immunité au Feu
it: Immunità al Fuoco
pt: Imunidade ao Fogo

# PowerUp_Flamepass_Desc
source: Immune to explosions (temporary)
de: Immun gegen Explosionen (temporär)
es: Inmune a explosiones (temporal)
fr: Immunisé contre les explosions (temporaire)
it: Immune alle esplosioni (temporaneo)
pt: Imune a explosões (temporário)
