Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# DailyChallengeTitle
source: Daily Challenge
de: Tägliche Herausforderung
es: Desafío Diario
fr: Défi Quotidien
it: Sfida Giornaliera
pt: Desafio Diário

# DailyChallengeBestScore
source: Best Score
de: Bester Score
es: Mejor Puntuación
fr: Meilleur Score
it: Miglior Punteggio
pt: Melhor Pontuação

# DailyChallengeStreak
source: Streak
es: Racha
fr: Série
it: Serie
pt: Sequência

# DailyChallengeLongestStreak
source: Longest Streak
de: Längste Streak
es: Racha más larga
fr: Plus longue série
it: Serie più lunga
pt: Maior sequência

# DailyChallengeCompleted
source: Completed
de: Abgeschlossen
es: Completados
fr: Terminés
it: Completate
pt: Concluídos

# DailyChallengeStreakBonus
source: Streak Bonus
es: Bonus de racha
fr: Bonus de série
it: Bonus serie
pt: Bônus de sequência

# DailyChallengeCompletedToday
source: Already played today!
de: Heute bereits gespielt!
es: ¡Ya jugado hoy!
fr: Déjà joué aujourd'hui !
it: Già giocato oggi!
pt: Já jogado hoje!

# DailyChallengePlay
source: Start Challenge!
de: Challenge starten!
es: ¡Iniciar Desafío!
fr: Lancer le Défi !
it: Inizia la Sfida!
pt: Iniciar Desafio!

# DailyChallengeRetry
source: Play Again
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer
it: Gioca ancora
pt: Jogar novamente

# DiscoverKick
source: Kick
es: Patada
fr: Coup de pied
it: Calcio
pt: Chute

# DiscoverKickDesc
source: Kick bombs in your movement direction!
de: Kicke Bomben in deine Bewegungsrichtung!
es: ¡Patea bombas en tu dirección de movimiento!
fr: Frappez les bombes dans votre direction !
it: Calcia le bombe nella tua direzione!
pt: Chute bombas na sua direção de movimento!

# DiscoverWallpass
source: Wallpass
de: Wandpass
es: Paso de muro
fr: Passe-mur
it: Passa-muro
pt: Passa-parede

# DiscoverWallpassDesc
source: Walk through destructible blocks!
de: Gehe durch zerstörbare Blöcke!
es: ¡Atraviesa bloques destructibles!
fr: Traversez les blocs destructibles !
it: Attraversa i blocchi distruttibili!
pt: Atravesse blocos destrutíveis!

# DiscoverDetonator
source: Detonator
es: Detonador
fr: Détonateur
it: Detonatore
pt: Detonador

# DiscoverDetonatorDesc
source: Detonate all bombs manually!
de: Zünde alle Bomben manuell!
es: ¡Detona todas las bombas manualmente!
fr: Déclenchez toutes les bombes manuellement !
it: Fai esplodere tutte le bombe manualmente!
pt: Detone todas as bombas manualmente!

# DiscoverBombpass
source: Bombpass
de: Bombenpass
es: Paso de bomba
fr: Passe-bombe
it: Passa-bomba
pt: Passa-bomba

# DiscoverBombpassDesc
source: Walk through your own bombs!
de: Gehe durch deine eigenen Bomben!
es: ¡Atraviesa tus propias bombas!
fr: Traversez vos propres bombes !
it: Attraversa le tue bombe!
pt: Atravesse suas próprias bombas!

# DiscoverFlamepass
source: Flamepass
de: Flammenpass
es: Paso de llama
fr: Passe-flamme
it: Passa-fiamma
pt: Passa-chama

# DiscoverFlamepassDesc
source: Immune to explosions!
de: Immun gegen Explosionen!
es: ¡Inmune a explosiones!
fr: Immunisé contre les explosions !
it: Immune alle esplosioni!
pt: Imune a explosões!

# DiscoverMystery
source: Mystery
es: Misterio
fr: Mystère
it: Mistero
pt: Mistério

# DiscoverMysteryDesc
source: 35 seconds of invincibility!
de: 35 Sekunden Unverwundbarkeit!
es: ¡35 segundos de invencibilidad!
fr: 35 secondes d'invincibilité !
it: 35 secondi di invincibilità!
pt: 35 segundos de invencibilidade!

# DiscoverLinebomb
source: Line Bomb
de: Linienbombe
es: Bomba en línea
fr: Bombe en ligne
it: Bomba in linea
pt: Bomba em linha

# DiscoverLinebombDesc
source: Place all bombs in a line!
de: Platziere alle Bomben in einer Linie!
es: ¡Coloca todas las bombas en línea!
fr: Placez toutes les bombes en ligne !
it: Piazza tutte le bombe in fila!
pt: Coloque todas as bombas em linha!

# DiscoverPowerbomb
source: Power Bomb
de: Megabombe
es: Mega bomba
fr: Méga bombe
it: Mega bomba
pt: Mega bomba

# DiscoverPowerbombDesc
source: One mega bomb with maximum range!
de: Eine Mega-Bombe mit maximaler Reichweite!
es: ¡Una mega bomba con alcance máximo!
fr: Une méga bombe à portée maximale !
it: Una mega bomba con portata massima!
pt: Uma mega bomba com alcance máximo!

# DiscoverSkull
source: Skull
de: Totenkopf
es: Calavera
fr: Crâne
it: Teschio
pt: Caveira

# DiscoverSkullDesc
source: Random curse for 10 seconds - beware!
de: Zufälliger Fluch für 10 Sekunden - Vorsicht!
es: ¡Maldición aleatoria por 10 segundos - cuidado!
fr: Malédiction aléatoire pendant 10 secondes !
it: Maledizione casuale per 10 secondi - attenzione!
pt: Maldição aleatória por 10 segundos - cuidado!

# DiscoverIce
source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
pt: Gelo

# DiscoverIceDesc
source: Slippery ground - you slide on ice!
de: Glatter Boden - du rutschst auf Eis!
es: ¡Suelo resbaladizo - deslizas sobre hielo!
fr: Sol glissant - vous glissez sur la glace !
it: Terreno scivoloso - scivoli sul ghiaccio!
pt: Chão escorregadio - você desliza no gelo!

# DiscoverConveyor
source: Conveyor Belt
de: Förderband
es: Cinta transportadora
fr: Tapis roulant
it: Nastro trasportatore
pt: Esteira

# DiscoverConveyorDesc
source: Pushes you in arrow direction!
de: Schiebt dich in Pfeilrichtung!
es: ¡Te empuja en la dirección de la flecha!
fr: Vous pousse dans la direction de la flèche !
it: Ti spinge nella direzione della freccia!
pt: Empurra na direção da seta!

# DiscoverTeleporter
source: Teleporter
es: Teletransportador
fr: Téléporteur
it: Teletrasporto
pt: Teletransportador

# DiscoverTeleporterDesc
source: Teleports to the paired portal!
de: Teleportiert zum gepaarten Portal!
es: ¡Teletransporta al portal emparejado!
fr: Téléporte vers le portail jumelé !
it: Teletrasporta al portale accoppiato!
pt: Teletransporta para o portal pareado!

# DiscoverLavacrack
source: Lava Crack
de: Lava-Riss
es: Grieta de lava
fr: Fissure de lave
it: Crepa di lava
pt: Fissura de lava

# DiscoverLavacrackDesc
source: Periodic lava damage - watch the glow!
de: Periodischer Lava-Schaden - achte auf das Glühen!
es: ¡Daño periódico de lava - observa el brillo!
fr: Dégâts de lave périodiques - surveillez la lueur !
it: Danni periodici da lava - osserva il bagliore!
pt: Dano periódico de lava - observe o brilho!

# SectionPowerUps
source: Abilities
de: Fähigkeiten
es: Habilidades
fr: Capacités
it: Abilità
pt: Habilidades

# SectionMechanics
source: World Mechanics
de: Welt-Mechaniken
es: Mecánicas del mundo
fr: Mécaniques du monde
it: Meccaniche del mondo
pt: Mecânicas do mundo

# UnlockedAt
source: From Level {0}
de: Ab Level {0}
es: Desde nivel {0}
fr: Dès le niveau {0}
it: Dal livello {0}
pt: A partir do nível {0}

source: Unlocked
de: Freigeschaltet
es: Desbloqueado
fr: Débloqué
it: Sbloccato
pt: Desbloqueado

source: Tap to dismiss
de: Tippen zum Schließen
es: Toca para cerrar
fr: Appuyez pour fermer
it: Tocca per chiudere
pt: Toque para fechar

source: NEW!
de: NEU!
es: ¡NUEVO!
fr: NOUVEAU !
it: NUOVO!
pt: NOVO!

# Mechanic_Ice
source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
pt: Gelo

# Mechanic_Ice_Desc
source: Slippery ground that makes you slide
de: Glatter Boden auf dem du rutschst
es: Suelo resbaladizo que te hace deslizar
fr: Sol glissant qui vous fait déraper
it: Terreno scivoloso che ti fa scivolare
pt: Chão escorregadio que faz você deslizar

# Mechanic_Conveyor
source: Conveyor Belt
de: Förderband
es: Cinta transportadora
fr: Tapis roulant
it: Nastro trasportatore
pt: Esteira

# Mechanic_Conveyor_Desc
source: Pushes players and enemies in arrow direction
de: Schiebt Spieler und Gegner in Pfeilrichtung
es: Empuja jugadores y enemigos en dirección de flecha
fr: Pousse joueurs et ennemis dans la direction de la flèche
it: Spinge giocatori e nemici nella direzione della freccia
pt: Empurra jogadores e inimigos na direção da seta

# Mechanic_Teleporter
source: Teleporter
es: Teletransportador
fr: Téléporteur
it: Teletrasporto
pt: Teletransportador

# Mechanic_Teleporter_Desc
source: Paired portals that teleport instantly
de: Gepaarte Portale die sofort teleportieren
es: Portales emparejados que teletransportan al instante
fr: Portails jumelés qui téléportent instantanément
it: Portali accoppiati che teletrasportano istantaneamente
pt: Portais pareados que teletransportam instantaneamente

# Mechanic_LavaCrack
source: Lava Crack
de: Lava-Riss
es: Grieta de lava
fr: Fissure de lave
it: Crepa di lava
pt: Fissura de lava

# Mechanic_LavaCrack_Desc
source: Periodic lava eruptions that damage everyone
de: Periodische Lava-Ausbrüche die alle verletzen
es: Erupciones de lava periódicas que dañan a todos
fr: Éruptions de lave périodiques qui blessent tout le monde
it: Eruzioni di lava periodiche che danneggiano tutti
pt: Erupções de lava periódicas que danificam todos

# NearMissStars
source: Only {0} more points for the next star!
de: Nur noch {0} Punkte bis zum nächsten Stern!
es: ¡Solo {0} puntos más para la próxima estrella!
fr: Plus que {0} points pour la prochaine étoile !
it: Solo {0} punti in più per la prossima stella!
pt: Faltam apenas {0} pontos para a próxima estrela!

# PaidContinue
source: Continue ({0} Coins)
de: Weitermachen ({0} Coins)
es: Continuar ({0} Coins)
fr: Continuer ({0} Coins)
it: Continua ({0} Coins)
pt: Continuar ({0} Coins)

source: FIRST VICTORY!
de: ERSTER SIEG!
es: ¡PRIMERA VICTORIA!
fr: PREMIÈRE VICTOIRE !
it: PRIMA VITTORIA!
pt: PRIMEIRA VITÓRIA!

# DailyChallengeNew
source: New!
de: Neu!
es: ¡Nuevo!
fr: Nouveau !
it: Nuovo!
pt: Novo!

# SectionSkins
source: Player Skins
de: Spieler-Skins
es: Skins de Jugador
fr: Skins de Joueur
it: Skin del Giocatore
pt: Skins do Jogador

# SkinSelect
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt: Selecionar

# SkinLocked
source: Premium Only
de: Nur Premium
es: Solo Premium
fr: Premium uniquement
it: Solo Premium
pt: Apenas Premium

# DailyRewardClaimed
source: Claimed!
de: Abgeholt!
es: ¡Reclamado!
fr: Réclamé !
it: Riscosso!
pt: Coletado!

# DailyRewardTomorrow
source: Tomorrow: {0} Coins
de: Morgen: {0} Coins
es: Mañana: {0} Coins
fr: Demain : {0} Coins
it: Domani: {0} Coins
pt: Amanhã: {0} Coins

# PremiumFeatureNoAds
source: ✦ No Ads
de: ✦ Keine Werbung
es: ✦ Sin Anuncios
fr: ✦ Sans Publicité
it: ✦ Niente Pubblicità
pt: ✦ Sem Anúncios

# PremiumFeatureDoubleCoins
source: ✦ x2 Coins per Level
de: ✦ x2 Coins pro Level
es: ✦ x2 Monedas por Nivel
fr: ✦ x2 Pièces par Niveau
it: ✦ x2 Monete per Livello
pt: ✦ x2 Moedas por Nível

# PremiumFeatureSkins
source: ✦ 4 Exclusive Skins
de: ✦ 4 Exklusive Skins
es: ✦ 4 Skins Exclusivos
fr: ✦ 4 Skins Exclusifs
it: ✦ 4 Skin Esclusivi
pt: ✦ 4 Skins Exclusivos

# PremiumFeatureSupport
source: ✦ Support Development
de: ✦ Entwicklung unterstützen
es: ✦ Apoyar el Desarrollo
fr: ✦ Soutenir le Développement
it: ✦ Supportare lo Sviluppo
pt: ✦ Apoiar o Desenvolvimento

# AchCombo3
source: Combo King
de: Combo-König
es: Rey del Combo
fr: Roi du Combo
it: Re della Combo
pt: Rei do Combo

# AchCombo3Desc
source: Get a x3 combo or higher
de: Erreiche eine x3 Combo oder höher
es: Consigue un combo x3 o superior
fr: Obtenez un combo x3 ou plus
it: Ottieni una combo x3 o superiore
pt: Consiga um combo x3 ou superior

# AchCombo5
source: Mega Comboist
de: Mega-Kombinist
es: Mega Combista
fr: Méga Combiste
it: Mega Combista
pt: Mega Combista

# AchCombo5Desc
source: Get a x5 MEGA combo
de: Erreiche eine x5 MEGA Combo
es: Consigue un MEGA combo x5
fr: Obtenez un MEGA combo x5
it: Ottieni una MEGA combo x5
pt: Consiga um MEGA combo x5

# AchDailyStreak7
source: Dedicated Player
de: Engagierter Spieler
es: Jugador Dedicado
fr: Joueur Dévoué
it: Giocatore Dedicato
pt: Jogador Dedicado

# AchDailyStreak7Desc
source: Complete 7 daily challenges in a row
de: Schließe 7 tägliche Herausforderungen hintereinander ab
es: Completa 7 desafíos diarios seguidos
fr: Complétez 7 défis quotidiens d'affilée
it: Completa 7 sfide giornaliere consecutive
pt: Complete 7 desafios diários seguidos

# AchDailyComplete30
source: Challenge Veteran
de: Herausforderungs-Veteran
es: Veterano de Desafíos
fr: Vétéran des Défis
it: Veterano delle Sfide
pt: Veterano de Desafios

# AchDailyComplete30Desc
source: Complete 30 daily challenges total
de: Schließe insgesamt 30 tägliche Herausforderungen ab
es: Completa 30 desafíos diarios en total
fr: Complétez 30 défis quotidiens au total
it: Completa 30 sfide giornaliere in totale
pt: Complete 30 desafios diários no total

# AchKickMaster
source: Kick Master
de: Kick-Meister
es: Maestro del Kick
fr: Maître du Kick
it: Maestro del Kick
pt: Mestre do Kick

# AchKickMasterDesc
source: Kick 25 bombs in total
de: Kicke insgesamt 25 Bomben
es: Patea 25 bombas en total
fr: Bottez 25 bombes au total
it: Calcia 25 bombe in totale
pt: Chute 25 bombas no total

# AchCurseSurvivor
source: Curse Survivor
de: Fluch-Überlebender
es: Superviviente de Maldición
fr: Survivant de Malédiction
it: Sopravvissuto alla Maledizione
pt: Sobrevivente de Maldição

# AchCurseSurvivorDesc
source: Survive all 4 curse types
de: Überlebe alle 4 Fluch-Typen
es: Sobrevive a los 4 tipos de maldición
fr: Survivez aux 4 types de malédiction
it: Sopravvivi a tutti e 4 i tipi di maledizione
pt: Sobreviva a todos os 4 tipos de maldição

# AchFirstVictory
source: First Steps
de: Erste Schritte
es: Primeros Pasos
fr: Premiers Pas
it: Primi Passi
pt: Primeiros Passos

# AchFirstVictoryDesc
source: Complete your first level
de: Schließe dein erstes Level ab
es: Completa tu primer nivel
fr: Complétez votre premier niveau
it: Completa il tuo primo livello
pt: Complete o seu primeiro nível

# AchPowerBomberDesc
source: Use 10 Power Bombs total
de: Setze insgesamt 10 Power-Bomben ein
es: Usa 10 Super Bombas en total
fr: Utilisez 10 Super Bombes au total
it: Usa 10 Super Bombe in totale
pt: Use 10 Super Bombas no total

# VictorySubtitle
source: You completed all 50 levels!
de: Du hast alle 50 Level abgeschlossen!
es: ¡Has completado los 50 niveles!
fr: Vous avez terminé les 50 niveaux !
it: Hai completato tutti i 50 livelli!
pt: Você completou todos os 50 níveis!

# VictoryStars
source: Total Stars: {0}/150
de: Sterne gesamt: {0}/150
es: Estrellas totales: {0}/150
fr: Étoiles totales : {0}/150
it: Stelle totali: {0}/150
pt: Estrelas totais: {0}/150

# VictoryThanks
source: Thank you for playing!
de: Danke fürs Spielen!
es: ¡Gracias por jugar!
fr: Merci d'avoir joué !
it: Grazie per aver giocato!
pt: Obrigado por jogar!

# PlayGamesEnabled
source: Online Features
de: Online-Funktionen
es: Funciones en línea
fr: Fonctions en ligne
it: Funzioni online
pt: Funções online

# ShowLeaderboards
source: Leaderboards
de: Bestenlisten
es: Clasificaciones
fr: Classements
it: Classifiche
pt: Classificações

# ShowGpgsAchievements
source: Achievements
de: Erfolge
es: Logros
fr: Succès
it: Obiettivi
pt: Conquistas

# LevelLocked
source: Complete Level {0} first!
de: Schließe zuerst Level {0} ab!
es: ¡Completa primero el Nivel {0}!
fr: Termine d'abord le Niveau {0} !
it: Completa prima il Livello {0}!
pt: Complete primeiro o Nível {0}!

# CategoryProgress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pt: Progresso

# CategoryMastery
source: Mastery
de: Meisterschaft
es: Maestría
fr: Maîtrise
it: Maestria
pt: Maestria

# CategoryCombat
source: Combat
de: Kampf
es: Combate
it: Combattimento
pt: Combate

# CategorySkill
source: Skill
de: Geschick
es: Habilidad
fr: Habileté
it: Abilità
pt: Habilidade

# CategoryChallenge
source: Challenge
de: Herausforderung
es: Desafío
fr: Défi
it: Sfida
pt: Desafio

source: Reduced Effects
de: Reduzierte Effekte
es: Efectos reducidos
fr: Effets réduits
it: Effetti ridotti
pt: Efeitos reduzidos

# ConfirmPurchaseTitle
source: Confirm Purchase
de: Kauf bestätigen
es: Confirmar compra
fr: Confirmer l'achat
it: Conferma acquisto
pt: Confirmar compra

# ConfirmPurchaseMessage
source: Spend {0} Coins?
de: {0} Coins ausgeben?
es: ¿Gastar {0} Coins?
fr: Dépenser {0} Coins ?
it: Spendere {0} Coins?
pt: Gastar {0} Coins?

# ConfirmPaidContinue
source: Spend {0} Coins to continue?
de: {0} Coins ausgeben um weiterzuspielen?
es: ¿Gastar {0} Coins para continuar?
fr: Dépenser {0} Coins pour continuer ?
it: Spendere {0} Coins per continuare?
pt: Gastar {0} Coins para continuar?

# MotivationKeepGoing
source: Keep going!
de: Weiter so!
es: ¡Sigue así!
fr: Continue comme ça !
it: Continua così!
pt: Continue assim!

# MotivationTryAgain
source: Try again, you can do it!
de: Versuch es nochmal, du schaffst das!
es: ¡Inténtalo de nuevo, tú puedes!
fr: Réessaie, tu peux y arriver !
it: Riprova, ce la puoi fare!
pt: Tente de novo, você consegue!

# PremiumFeature3xCoins
source: 3x Coins on level completion
de: 3x Coins bei Level-Abschluss
es: 3x Monedas al completar nivel
fr: 3x Pièces en fin de niveau
it: 3x Monete al completamento
pt: 3x Moedas ao completar nível

# PremiumFeatureAutoDouble
source: Automatic score doubling
de: Automatische Score-Verdopplung
es: Duplicación automática de puntos
fr: Doublement automatique du score
it: Raddoppio automatico del punteggio
pt: Duplicação automática da pontuação

# PremiumFeatureFreeBoost
source: Free PowerUp boost
de: Kostenloser PowerUp-Boost
es: Impulso PowerUp gratuito
fr: Boost PowerUp gratuit
it: Potenziamento PowerUp gratuito
pt: Impulso PowerUp gratuito

# PremiumFeatureFreeSkip
source: Skip 1 level per session
de: 1x Level überspringen pro Session
es: Saltar 1 nivel por sesión
fr: Passer 1 niveau par session
it: Salta 1 livello per sessione
pt: Pular 1 nível por sessão

# PremiumFeatureFreeContinue
source: Free continue
de: Kostenlos weiterspielen
es: Continuar gratis
fr: Continuer gratuitement
it: Continua gratis
pt: Continuar grátis

# SkipLevelFree
source: Skip Level
de: Level überspringen
es: Saltar nivel
fr: Passer le niveau
it: Salta livello
pt: Pular nível

# BoostFree
source: Activate boost
de: Boost aktivieren
es: Activar impulso
fr: Activer le boost
it: Attiva potenziamento
pt: Ativar impulso

# ContinueFree
source: Continue
de: Weiterspielen
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

# BossStoneGolem
source: Stone Golem
de: Steingolem
es: Gólem de Piedra
fr: Golem de Pierre
it: Golem di Pietra
pt: Golem de Pedra

# BossIceDragon
source: Ice Dragon
de: Eisdrache
es: Dragón de Hielo
fr: Dragon de Glace
it: Drago di Ghiaccio
pt: Dragão de Gelo

# BossFireDemon
source: Fire Demon
de: Feuerdämon
es: Demonio de Fuego
fr: Démon de Feu
it: Demone di Fuoco
pt: Demônio de Fogo

# BossShadowMaster
source: Shadow Master
de: Schattenmeister
es: Maestro de las Sombras
fr: Maître des Ombres
it: Maestro delle Ombre
pt: Mestre das Sombras

# BossFinalBoss
source: Final Boss
de: Endgegner
es: Jefe Final
fr: Boss Final
it: Boss Finale
pt: Chefe Final

# BossAttackBlockRain
source: BLOCK RAIN!
de: BLOCKREGEN!
es: ¡LLUVIA DE BLOQUES!
fr: PLUIE DE BLOCS !
it: PIOGGIA DI BLOCCHI!
pt: CHUVA DE BLOCOS!

# BossAttackIceBreath
source: ICE BREATH!
de: EISATEM!
es: ¡ALIENTO HELADO!
fr: SOUFFLE GLACÉ !
it: SOFFIO GLACIALE!
pt: SOPRO GLACIAL!

# BossAttackLavaWave
source: LAVA WAVE!
de: LAVAWELLE!
es: ¡ONDA DE LAVA!
fr: VAGUE DE LAVE !
it: ONDA DI LAVA!
pt: ONDA DE LAVA!

# BossAttackTeleport
source: TELEPORT!
es: ¡TELETRANSPORTE!
fr: TÉLÉPORTATION !
it: TELETRASPORTO!
pt: TELETRANSPORTE!

source: BOSS FIGHT!
de: BOSSKAMPF!
es: ¡PELEA DE JEFE!
fr: COMBAT DE BOSS !
it: SCONTRO COL BOSS!
pt: LUTA DE CHEFE!

# UpgradeIceBomb
source: Ice Bomb
de: Eis-Bombe
es: Bomba de Hielo
fr: Bombe de Glace
it: Bomba di Ghiaccio
pt: Bomba de Gelo

# UpgradeIceBombDesc
source: Freezes enemies for 3s. 3 per level.
de: Friert Gegner für 3s ein. 3 pro Level.
es: Congela enemigos 3s. 3 por nivel.
fr: Gèle les ennemis 3s. 3 par niveau.
it: Congela nemici per 3s. 3 per livello.
pt: Congela inimigos por 3s. 3 por nível.

# UpgradeFireBomb
source: Fire Bomb
de: Feuer-Bombe
es: Bomba de Fuego
fr: Bombe de Feu
it: Bomba di Fuoco
pt: Bomba de Fogo

# UpgradeFireBombDesc
source: Creates lava zones for 3s. 3 per level.
de: Erzeugt Lava-Zonen für 3s. 3 pro Level.
es: Crea zonas de lava 3s. 3 por nivel.
fr: Crée des zones de lave 3s. 3 par niveau.
it: Crea zone di lava per 3s. 3 per livello.
pt: Cria zonas de lava por 3s. 3 por nível.

# UpgradeStickyBomb
source: Sticky Bomb
de: Klebe-Bombe
es: Bomba Pegajosa
fr: Bombe Collante
it: Bomba Adesiva
pt: Bomba Grudenta

# UpgradeStickyBombDesc
source: Slows enemies, chains other bombs. 3 per level.
de: Verlangsamt Gegner, zündet andere Bomben. 3 pro Level.
es: Ralentiza enemigos, encadena bombas. 3 por nivel.
fr: Ralentit ennemis, enchaîne bombes. 3 par niveau.
it: Rallenta nemici, innesca altre bombe. 3 per livello.
pt: Desacelera inimigos, encadeia bombas. 3 por nível.

# SpecialBombFrozen
source: FROZEN!
de: EINFRIEREN!
es: ¡CONGELADO!
fr: GELÉ !
it: CONGELATO!
pt: CONGELADO!

# SpecialBombStuck
source: STUCK!
de: KLEBEN!
es: ¡PEGADO!
fr: COLLÉ !
it: INCOLLATO!
pt: GRUDADO!

# SpecialBombCount
source: Special: {0}
de: Spezial: {0}
es: Especial: {0}
fr: Spécial : {0}
it: Speciale: {0}
pt: Especial: {0}

# SpecialBombToggle
source: Special Bomb
de: Spezial-Bombe
es: Bomba Especial
fr: Bombe Spéciale
it: Bomba Speciale
pt: Bomba Especial

# SpecialBombNone
source: No special bombs
de: Keine Spezial-Bomben
es: Sin bombas especiales
fr: Pas de bombes spéciales
it: Nessuna bomba speciale
pt: Sem bombas especiais

# BombSkinDefault
source: Standard
es: Estándar
pt: Padrão

# BombSkinFire
source: Fire
de: Feuer
es: Fuego
fr: Feu
it: Fuoco
pt: Fogo

# BombSkinIce
source: Ice
de: Eis
es: Hielo
fr: Glace
it: Ghiaccio
pt: Gelo

# BombSkinGold
source: Gold
es: Oro
fr: Or
it: Oro
pt: Ouro

# BombSkinNeon
source: Neon
es: Neón
fr: Néon

# BombSkinPixel
source: Pixel
es: Píxel

# BombSkinDiamond
source: Diamond
de: Diamant
es: Diamante
fr: Diamant
it: Diamante
pt: Diamante

# BombSkinPhantom
source: Phantom
es: Fantasma
fr: Fantôme
it: Fantasma
pt: Fantasma

# ExplosionSkinDefault
source: Standard
es: Estándar
pt: Padrão

# ExplosionSkinBlue
source: Frost Wave
de: Frostwelle
es: Ola de Hielo
fr: Vague de Givre
it: Onda di Gelo
pt: Onda de Gelo

# ExplosionSkinGreen
source: Toxic
de: Toxisch
es: Tóxico
fr: Toxique
it: Tossico
pt: Tóxico

# ExplosionSkinShadow
source: Shadow
de: Schatten
es: Sombra
fr: Ombre
it: Ombra
pt: Sombra

# ExplosionSkinRainbow
source: Rainbow
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
it: Arcobaleno
pt: Arco-íris

# SectionBombSkins
source: Bomb Skins
de: Bomben-Skins
es: Skins de Bomba
fr: Skins de Bombe
it: Skin Bombe
pt: Skins de Bomba

# SectionExplosionSkins
source: Explosion Skins
de: Explosions-Skins
es: Skins de Explosión
fr: Skins d'Explosion
it: Skin Esplosioni
pt: Skins de Explosão

# SkinCrimson
source: Crimson
de: Karmesin
es: Carmesí
fr: Cramoisi
it: Cremisi
pt: Carmesim

# SkinArctic
source: Arctic
de: Arktis
es: Ártico
fr: Arctique
it: Artico
pt: Ártico

# SkinToxic
source: Toxic
de: Toxisch
es: Tóxico
fr: Toxique
it: Tossico
pt: Tóxico

# SkinStealth
source: Stealth
de: Tarnung
es: Sigilo
fr: Furtif
it: Furtivo
pt: Furtivo

# SkinSunset
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Crépuscule
it: Tramonto
pt: Pôr do Sol

# SkinOcean
source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
pt: Oceano

# SkinCherry
source: Cherry
de: Kirschblüte
es: Cerezo
fr: Cerisier
it: Ciliegio
pt: Cerejeira

# SkinEmerald
source: Emerald
de: Smaragd
es: Esmeralda
fr: Émeraude
it: Smeraldo
pt: Esmeralda

# SkinGalaxy
source: Galaxy
de: Galaxie
es: Galaxia
fr: Galaxie
it: Galassia
pt: Galáxia

# SkinInferno
source: Inferno
es: Infierno

# SurvivalMode
source: Survival
es: Supervivencia
fr: Survie
it: Sopravvivenza
pt: Sobrevivência

# SurvivalTimeLabel
source: TIME
de: ZEIT
es: TIEMPO
fr: TEMPS
it: TEMPO
pt: TEMPO

# LuckySpinTitle
source: Lucky Spin
de: Glücksrad
es: Rueda de la Suerte
fr: Roue de la Chance
it: Ruota della Fortuna
pt: Roda da Sorte
