Repository: RS-Digital-Studio/MeineApps.Ava
Catalog: src/Apps/BomberBlast/BomberBlast.Shared/Resources/Strings/AppStrings.*.resx
Languages: de, es, fr, it, pt

# ProfileStars
source: Stars
de: Sterne
es: Estrellas

# ProfileCoins
source: Coins
de: Münzen
es: Monedas

# ProfileGems
source: Gems
de: Edelsteine
es: Gemas

# ProfileLeague
source: League
de: Liga
es: Liga

# ProfileAchievements
source: Achievements
de: Erfolge
es: Logros

# ProfileFrame
source: Frame
de: Rahmen
es: Marco

# ProfileNoFrame
source: None
de: Kein
es: Ninguno

# WatchAdExtraSpin
source: Extra Spin via Ad
es: Giro Extra por Anuncio

# WatchAdCoinMultiplier
source: 3x Coins via Ad
es: 3x Monedas por Anuncio

# WatchAdFreeUpgrade
source: Free Upgrade via Ad
es: Mejora Gratis por Anuncio

# WatchAdExtraBuff
source: Extra Buff via Ad
es: Buff Extra por Anuncio

# WatchAdGemBonus
source: +5 Gems via Ad
es: +5 Gemas por Anuncio

# FreeUpgradeActive
source: Next upgrade is free!
es: ¡Próxima mejora gratis!

# GemShopTitle
source: Gem Shop
es: Tienda de Gemas

# GemShopDescription
source: Purchase gems to unlock premium items faster
es: Compra gemas para desbloquear objetos premium más rápido

# GemPackSmall
source: Small Pack
es: Paquete Pequeño

# GemPackMedium
source: Medium Pack
es: Paquete Mediano

# GemPackLarge
source: Large Pack
es: Paquete Grande

# GemPackBestValue
source: Best Value!
es: ¡Mejor Valor!

# GemPurchaseSuccess
source: +{0} Gems!
es: +{0} Gemas!

# PurchaseFailedDetail
source: Requires {0} Coins, you have {1}
es: Necesitas {0} Coins, tienes {1}

# SkipLevelConfirm
source: Skip Level?
es: ¿Saltar nivel?

# SkipLevelConfirmMessage
source: Do you really want to skip this level?
es: ¿Realmente quieres saltar este nivel?

# AdUnavailable
source: Ad not available
es: Anuncio no disponible

source: Validate Purchase
es: Validar compra

# FreeUpgradeReady
source: Next Upgrade FREE!
es: ¡Próxima mejora GRATIS!

# GemPurchaseConfirm
source: Buy {0} Gems for {1}?
es: ¿Comprar {0} Gems por {1}?

# HudKills
source: KILLS
es: MUERTES

# HudTime
source: TIME
es: TIEMPO

# HudScore
source: SCORE
es: PUNTOS

# HudLives
source: LIVES
es: VIDAS

# HudBombs
source: BOMBS
es: BOMBAS

# HudPower
source: POWER
es: PODER

# AnnounceBossFight
source: BOSS FIGHT!
es: ¡PELEA DE JEFE!

# AnnounceWorldFormat
source: WORLD {0}
es: MUNDO {0}

# AnnounceDailyChallenge
source: DAILY CHALLENGE
es: DESAFÍO DIARIO

# AnnounceQuickPlay
source: QUICK PLAY
es: PARTIDA RÁPIDA

# AnnounceSurvival
source: SURVIVAL!
es: ¡SUPERVIVENCIA!

# AnnounceFloorFormat
source: FLOOR {0}
es: PISO {0}

# AnnounceBossFloorFormat
source: BOSS - FLOOR {0}
es: JEFE - PISO {0}

# HudDefeatAll
source: DEFEAT ALL!
es: ¡DERROTA A TODOS!

# HudBossHitFormat
source: HIT! {0}/{1}
es: ¡GOLPE! {0}/{1}

# HudEnraged
source: ENRAGED!
es: ¡ENFURECIDO!

# HudCursed
source: CURSED!
es: ¡MALDITO!

# HudBossDefeatedFormat
source: BOSS DEFEATED! +{0}
es: ¡JEFE DERROTADO! +{0}

# LeagueClaimReward
source: Claim
es: Recoger

# LeagueRewardClaimed
source: Claimed
es: Recogido

# LeaguePlayer
source: Player
es: Jugador

# LeaguePointsHeader
source: Points
es: Puntos

# LeagueLoading
source: Loading leaderboard...
es: Cargando clasificación...

# LeagueSeasonFormat
source: Season {0}
es: Temporada {0}

# StatsPointsLabel
source: {0} Points
es: {0} Puntos

# StarterPackTitle
source: Starter Pack
es: Pack de inicio

# StarterPackDesc
source: 5000 Coins + 20 Gems + 3 Rare Cards!
es: 5000 Monedas + 20 Gems + 3 Cartas Raras!

# StarterPackPurchased
source: Already purchased
es: Ya comprado

# ComebackTitle
source: Welcome back!
es: ¡Bienvenido de vuelta!

# ComebackBonus
source: +{0} Coins, +{1} Gems
es: +{0} Monedas, +{1} Gems

# XpBoostActive
source: Active! {0} remaining
es: ¡Activo! {0} restante

# ShopNotEnoughGems
source: Not enough Gems!
es: ¡No hay suficientes Gems!

# DailyDealsTitle
source: Daily Deals
es: Ofertas del día

# WeeklyDealTitle
source: Weekly Deal
es: Oferta semanal

# DealDiscount
source: {0}% OFF
es: {0}% descuento

# DealClaimed
source: Claimed
es: Canjeado

# DealCoinPack
source: Coin Pack
es: Pack de monedas

# DealGemPack
source: Gem Pack
es: Pack de gemas

# DealCardPack
source: Rare Card
es: Carta rara

# DealUpgradeDiscount
source: Upgrade Discount
es: Descuento de mejora

# DealMegaCoinPack
source: Mega Coin Pack
es: Mega pack de monedas

# DealMegaGemPack
source: Mega Gem Pack
es: Mega pack de gemas

# DealRareCardBundle
source: Rare Card Bundle
es: Pack de cartas raras

# DealPremiumBundle
source: Premium Bundle
es: Pack premium

# GemSkinsTitle
source: Exclusive Gem Skins
es: Skins exclusivos

# SkinCrystal
source: Crystal
es: Cristal

# SkinShadow
source: Shadow
es: Sombra

# SkinPhoenix
source: Phoenix
es: Fénix

# BuyCardGems
source: Buy for {0} Gems
es: Comprar por {0} Gemas

# ExtraSpinGems
source: Extra Spin (3 Gems)
es: Giro extra (3 Gemas)

# DungeonReviveGems
source: Revive (15 Gems)
es: Revivir (15 Gemas)

# DungeonRevived
source: Revived!
es: ¡Revivido!

# InsufficientGems
source: Not enough Gems
es: No hay suficientes Gemas

# DeckUnlockSlot5
source: Unlock Slot #5 ({0} Gems)
es: Desbloquear Slot #5 ({0} Gemas)

# DeckSlot5Unlocked
source: Slot #5 unlocked!
es: ¡Slot #5 desbloqueado!

# DungeonUpgradeStartBombs
source: Starting Bombs
es: Bombas Iniciales

# DungeonUpgradeStartBombsDesc
source: Start each run with extra bombs
es: Comienza cada run con bombas extra

# DungeonUpgradeStartFire
source: Starting Fire
es: Fuego Inicial

# DungeonUpgradeStartFireDesc
source: Start each run with extra fire range
es: Comienza cada run con alcance de fuego extra

# DungeonUpgradeStartSpeed
source: Starting Speed
es: Velocidad Inicial

# DungeonUpgradeStartSpeedDesc
source: Start each run with a speed boost
es: Comienza cada run con impulso de velocidad

# DungeonUpgradeExtraBuff
source: Extra Buff Choice
es: Buff Extra

# DungeonUpgradeExtraBuffDesc
source: Choose from 4 buffs instead of 3
es: Elige entre 4 buffs en vez de 3

# DungeonUpgradeBossGold
source: Boss Gold
es: Oro de Jefe

# DungeonUpgradeBossGoldDesc
source: Increased boss rewards
es: Recompensas de jefe aumentadas

# DungeonUpgradeStartShield
source: Starting Shield
es: Escudo Inicial

# DungeonUpgradeStartShieldDesc
source: Start each run with a shield
es: Comienza cada run con un escudo

# DungeonUpgradeCardDrop
source: Card Drop Boost
es: Mejora de Cartas

# DungeonUpgradeCardDropDesc
source: Increased card drop chance
es: Mayor probabilidad de cartas

# DungeonUpgradeReviveCost
source: Revive Discount
es: Descuento de Revivir

# DungeonUpgradeReviveCostDesc
source: Reduced revive cost
es: Coste de revivir reducido

# DungeonSummaryDC
source: Dungeon Coins: {0}
es: Monedas de Mazmorra: {0}

# DungeonBuffBerserkerDesc
source: +2 Bombs, +2 Fire, but -1 Life
es: +2 Bombas, +2 Fuego, pero -1 Vida

# DungeonBuffTimeFreeze
source: Time Freeze
es: Congelamiento

# DungeonBuffTimeFreezeDesc
source: All enemies frozen for 3s at floor start
es: Todos los enemigos congelados 3s al iniciar piso

# DungeonBuffGoldRush
source: Gold Rush
es: Fiebre del Oro

# DungeonBuffGoldRushDesc
source: 3x coin rewards for the rest of the run
es: 3x recompensas de monedas por el resto del run

# DungeonBuffPhantom
source: Phantom
es: Fantasma

# DungeonBuffPhantomDesc
source: Walk through walls for 5s (30s cooldown)
es: Atraviesa muros 5s (30s de enfriamiento)

# DungeonRoomTreasure
source: Treasure
es: Tesoro

# DungeonRoomChallenge
source: Challenge
es: Desafio

# DungeonRoomRest
source: Rest
es: Descanso

# DungeonRoomBoss
source: Boss
es: Jefe

# DungeonUpgradesTitle
source: Upgrades
es: Mejoras

# DungeonSelectNode
source: Tap a node to choose your path
es: Toca un nodo para elegir tu camino

# DungeonModLava
source: Lava Borders
es: Bordes de Lava

# DungeonModDarkness
source: Darkness
es: Oscuridad

# DungeonModDoubleSpawns
source: Double Spawns
es: Doble Enemigos

# DungeonModFastBombs
source: Fast Bombs
es: Bombas Rapidas

# DungeonModBigExplosions
source: Big Explosions
es: Grandes Explosiones

# DungeonModRegeneration
source: Regeneration
es: Regeneracion

# DungeonModWealthy
source: Wealthy
es: Riqueza

# SynergyBombardier
source: Bombardier
es: Bombardero

# SynergyBombardierDesc
source: +1 Bomb & Fire
es: +1 Bomba & Fuego

# SynergyBlitzkriegDesc
source: Faster bomb timer
es: Temporizador de bomba mas rapido

# SynergyFortress
source: Fortress
es: Fortaleza

# SynergyFortressDesc
source: Shield regenerates over time
es: El escudo se regenera con el tiempo

# SynergyMidasDesc
source: Enemies drop coins on death
es: Los enemigos sueltan monedas al morir

# SynergyElementalDesc
source: Lava slows enemies instead of hurting you
es: La lava ralentiza enemigos en vez de danarte

# DungeonRerollFree
source: Reroll (Free)
es: Relanzar (Gratis)

# DungeonRerollGems
source: Reroll ({0} Gems)
es: Relanzar ({0} Gemas)

# DungeonAscensionUp
source: Ascension {0} Unlocked!
es: ¡Ascension {0} desbloqueada!

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

# SkinRetro
source: Retro
fr: Rétro
it: Retrò
pt: Retrô

# SkinRobot
source: Robot
de: Roboter
pt: Robô

# SkinPixelRetro
source: Pixel Retro
fr: Pixel Rétro
it: Pixel Retrò
pt: Pixel Retrô

# FrameSimple
source: Simple
de: Schlicht
it: Semplice
pt: Simples

source: Power-Ups
it: Power-Up

# WorldIndustrial
source: Industrial
de: Industrie
fr: Industriel
it: Industriale

# TotalEarned
source: Total: {0}
de: Gesamt: {0}
it: Totale: {0}

# BombSkinCelestial
source: Celestial
de: Himmlisch
fr: Céleste
it: Celeste

# SpecialBombLava
source: LAVA!
fr: LAVE !

# BombSkinLava
source: Lava
fr: Lave

# ExplosionSkinLava
source: Lava
fr: Lave

# VictoryTornado
source: Tornado
fr: Tornade

# VictoryHeadbang
source: Headbang
de: Headbangen
